{
  "id": "46427",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1319<br></p><p><strong>Date: </strong>2024-12-16</p><hr><p></p><div class=\"Section0\"><p class=\"No_Spacing\" style=\"text-indent:72pt;\">Whereas Division 14 of Part 4 of the Budget Implementation Act, 2024, No. 1, chapter 17 of the Statutes of Canada, 2024, contains provisions that alter or have the effect of altering, either directly or indirectly and either immediately or in the future, the matters referred to&nbsp;in&nbsp;paragraphs 114‍(4)‍(a) and (d) of the Canada Pension Plan;</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"text-indent:72pt;\">And whereas the lieutenant governor in council of each of at&nbsp;least two thirds of the included provinces, having in the aggregate not less than two thirds of the population of all of the included provinces, has&nbsp;signified the consent of that province to the enactment;</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"text-indent:72pt;\">Therefore, Her Excellency the Governor General in&nbsp;Council,&nbsp;on the recommendation of the Minister of Finance, under subsection&nbsp;196‍(2) of the Budget Implementation Act, 2024, No. 1, chapter&nbsp;17 of the Statutes of Canada, 2024, fixes the day after the day on&nbsp;which this Order is made as the day on which Division 14 of Part 4 of&nbsp;that Act comes into force, other than subsections 187‍(1) and (3), sections 191 and 193, subsection 194‍(2) and section 195, which came&nbsp;into force on assent.</p> <p class=\"No_Spacing\">&nbsp;</p> <br style=\"clear:both;page-break-before:always\"><p class=\"No_Spacing\"> </p><p class=\"No_Spacing\" style=\"text-indent:67.5pt;\">Attendu que la section 14 de la partie 4 de la Loi n<sup>o</sup> 1 d’exécution du budget de 2024, chapitre 17 des Lois du Canada (2024), renferme des dispositions qui modifient, ou dont l’effet est de modifier, directement ou indirectement, immédiatement ou à une date ultérieure, les&nbsp;éléments visés aux alinéas 114‍(4)a) et d) du Régime de pensions du&nbsp;Canada;</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"text-indent:72pt;\">Attendu que les lieutenants-gouverneurs en conseil d’au&nbsp;moins les deux tiers des provinces incluses, comptant au total les&nbsp;deux tiers au moins de la population de toutes les provinces incluses,&nbsp;ont signifié le consentement de leur province respective aux&nbsp;modifications envisagées,</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"text-indent:72pt;\">À ces causes, sur recommandation de la ministre des&nbsp;Finances et en vertu du paragraphe 196‍(2) de la Loi n<sup>o</sup> 1 d’exécution&nbsp;du budget de 2024, chapitre 17 des Lois du Canada (2024), Son Excellence la Gouverneure générale en conseil fixe au lendemain de&nbsp;la prise du présent décret la date d’entrée en vigueur de la section 14 de la partie 4 de cette loi, à l’exception des paragraphes 187‍(1) et (3), des&nbsp;articles 191 et 193, du paragraphe 194‍(2) et de l’article 195, lesquels&nbsp;sont entrés en vigueur à la date de la sanction.</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:107.9167%;margin-top:0pt;margin-bottom:8pt;\">&nbsp;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:107.9167%;margin-top:0pt;margin-bottom:8pt;\">&nbsp;</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-12-20\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1319Date: 2024-12-16Whereas Division 14 of Part 4 of the Budget Implementation Act, 2024, No. 1, chapter 17 of the Statutes of Canada, 2024, contains provisions that alter or have the effect of altering, either directly or indirectly and either immediately or in the future, the matters referred to in paragraphs 114‍(4)‍(a) and (d) of the Canada Pension Plan;   And whereas the lieutenant governor in council of each of at least two thirds of the included provinces, having in the aggregate not less than two thirds of the population of all of the included provinces, has signified the consent of that province to the enactment;   Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, under subsection 196‍(2) of the Budget Implementation Act, 2024, No. 1, chapter 17 of the Statutes of Canada, 2024, fixes the day after the day on which this Order is made as the day on which Division 14 of Part 4 of that Act comes into force, other than subsections 187‍(1) and (3), sections 191 and 193, subsection 194‍(2) and section 195, which came into force on assent.    Attendu que la section 14 de la partie 4 de la Loi no 1 d’exécution du budget de 2024, chapitre 17 des Lois du Canada (2024), renferme des dispositions qui modifient, ou dont l’effet est de modifier, directement ou indirectement, immédiatement ou à une date ultérieure, les éléments visés aux alinéas 114‍(4)a) et d) du Régime de pensions du Canada;   Attendu que les lieutenants-gouverneurs en conseil d’au moins les deux tiers des provinces incluses, comptant au total les deux tiers au moins de la population de toutes les provinces incluses, ont signifié le consentement de leur province respective aux modifications envisagées,   À ces causes, sur recommandation de la ministre des Finances et en vertu du paragraphe 196‍(2) de la Loi no 1 d’exécution du budget de 2024, chapitre 17 des Lois du Canada (2024), Son Excellence la Gouverneure générale en conseil fixe au lendemain de la prise du présent décret la date d’entrée en vigueur de la section 14 de la partie 4 de cette loi, à l’exception des paragraphes 187‍(1) et (3), des articles 191 et 193, du paragraphe 194‍(2) et de l’article 195, lesquels sont entrés en vigueur à la date de la sanction.     \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}