{
  "id": "46457",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1342<br></p><p><strong>Date: </strong>2024-12-16</p><hr><p></p><div class=\"Section0\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Foreign Affairs, authorizes </p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">&nbsp;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;margin-top:0pt;margin-bottom:0pt;margin-left:36pt;\">(a) the Prime Minister or the Minister of Foreign Affairs to sign, on&nbsp;behalf of the Government of Canada, subject to&nbsp;ratification, the&nbsp;Agreement Between the Government of Canada and the&nbsp;Government of the Republic of Poland on&nbsp;the Protection of&nbsp;Classified Information; or</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;margin-left:36pt;\">&nbsp;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;margin-top:0pt;margin-bottom:0pt;margin-left:36pt;\">(b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Jean-Yves Duclos, Minister of Public Works and Government Services; William Sterling Blair, Minister of National Defence; Mary F. Y. Ng, Minister for International Trade; Arianne Reza, Deputy Minister of Public Works and Government Services; Catherine Poulin, Assistant Deputy Minister, Departmental Oversight Branch, Department of Public&nbsp;Works and Government Services; or Catherine Godin, Ambassador Extraordinary and Plenipotentiary of Canada to the&nbsp;Republic of Poland, to sign, on behalf of the Government of&nbsp;Canada, subject to ratification, the Agreement Between the&nbsp;Government of&nbsp;Canada and the Government of the Republic of&nbsp;Poland on the Protection of Classified Information.</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;margin-left:36pt;\">&nbsp;</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\"> </p><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">&nbsp;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;margin-top:0pt;margin-bottom:0pt;margin-left:36pt;\">a) soit le premier ministre ou la ministre des Affaires étrangères à&nbsp;signer, au nom du gouvernement du Canada, sous réserve de&nbsp;ratification, l’Accord entre le Gouvernement du Canada et le&nbsp;Gouvernement de la République de Pologne sur la protection des informations classifiées;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">&nbsp;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;margin-top:0pt;margin-bottom:0pt;margin-left:36pt;\">b) soit la ministre des Affaires étrangères à signer et à délivrer un&nbsp;instrument de pleins pouvoirs autorisant Jean‑Yves Duclos, ministre des Travaux publics et des Services gouvernementaux, ou&nbsp;William Sterling Blair, ministre de la Défense nationale, ou&nbsp;Mary&nbsp;F. Y. Ng, ministre du Commerce international, ou&nbsp;Arianne&nbsp;Reza, sous-ministre des Travaux publics et des&nbsp;Services&nbsp;gouvernementaux, ou Catherine Poulin, sous‑ministre&nbsp;adjointe, Direction générale de la surveillance, ministère des Travaux publics et des Services gouvernementaux, ou Catherine Godin, ambassadrice extraordinaire et plénipotentiaire du Canada auprès de la République de Pologne, à&nbsp;signer, au nom du gouvernement du Canada, sous réserve de&nbsp;ratification, l’Accord entre le&nbsp;Gouvernement du Canada et le&nbsp;Gouvernement de la République de Pologne sur la protection des&nbsp;informations classifiées.</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">&nbsp;</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-12-20\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1342Date: 2024-12-16Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes    (a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Agreement Between the Government of Canada and the Government of the Republic of Poland on the Protection of Classified Information; or   (b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Jean-Yves Duclos, Minister of Public Works and Government Services; William Sterling Blair, Minister of National Defence; Mary F. Y. Ng, Minister for International Trade; Arianne Reza, Deputy Minister of Public Works and Government Services; Catherine Poulin, Assistant Deputy Minister, Departmental Oversight Branch, Department of Public Works and Government Services; or Catherine Godin, Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Poland, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement Between the Government of Canada and the Government of the Republic of Poland on the Protection of Classified Information.    Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :   a) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord entre le Gouvernement du Canada et le Gouvernement de la République de Pologne sur la protection des informations classifiées;   b) soit la ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Jean‑Yves Duclos, ministre des Travaux publics et des Services gouvernementaux, ou William Sterling Blair, ministre de la Défense nationale, ou Mary F. Y. Ng, ministre du Commerce international, ou Arianne Reza, sous-ministre des Travaux publics et des Services gouvernementaux, ou Catherine Poulin, sous‑ministre adjointe, Direction générale de la surveillance, ministère des Travaux publics et des Services gouvernementaux, ou Catherine Godin, ambassadrice extraordinaire et plénipotentiaire du Canada auprès de la République de Pologne, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord entre le Gouvernement du Canada et le Gouvernement de la République de Pologne sur la protection des informations classifiées.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}