{
  "id": "46482",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2024-1366<br></p><p><strong>Date: </strong>2024-12-17</p><hr><p></p><div class=\"Section0\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;margin-right:-9pt;\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under section 105 of the Financial Administration Act, approves the appointment by the Minister of Transport of Richard Emil Talvitie of Sault Ste. Marie, Ontario, to be a&nbsp;director of the board of directors of The Federal Bridge Corporation Limited, to hold office during pleasure for a term of three&nbsp;years.</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:8pt;text-indent:72pt;margin-right:-9pt;\"> </p><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;margin-right:-9pt;\">Sur recommandation de la ministre des Transports, en vertu de l’article 105 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre des Transports de Richard Emil Talvitie, de Sault&nbsp;Ste.&nbsp;Marie (Ontario), administrateur du conseil d’administration de La Société des ponts fédéraux Limitée, à titre amovible pour un mandat de trois ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2024-12-21\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2024-1366Date: 2024-12-17Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under section 105 of the Financial Administration Act, approves the appointment by the Minister of Transport of Richard Emil Talvitie of Sault Ste. Marie, Ontario, to be a director of the board of directors of The Federal Bridge Corporation Limited, to hold office during pleasure for a term of three years.  Sur recommandation de la ministre des Transports, en vertu de l’article 105 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil approuve la nomination par la ministre des Transports de Richard Emil Talvitie, de Sault Ste. Marie (Ontario), administrateur du conseil d’administration de La Société des ponts fédéraux Limitée, à titre amovible pour un mandat de trois ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}