{
  "id": "46619",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0032<br></p><p><strong>Date: </strong>2025-01-24</p><hr><p></p><div class=\"Section0\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:8pt;text-indent:72pt;\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Fisheries and Oceans, under paragraph 7 of Article VIII of the&nbsp;Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean, which entered into force on February 16, 1993, between Canada, the United States of America, the&nbsp;Republic of Korea, Japan and the Russian Federation, appoints Andrew&nbsp;Thomson of&nbsp;Ladysmith, British Columbia, to be a Canadian representative to the Canadian Section of the North Pacific Anadromous Fish Commission, to&nbsp;hold&nbsp;office during pleasure.</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:8pt;text-indent:72pt;margin-right:-9pt;\"> </p><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:5.75pt;text-indent:72pt;margin-right:-9pt;\">Sur recommandation de la ministre des Pêches et des Océans, en vertu du paragraphe 7 de l’article VIII de la&nbsp;Convention concernant la conservation des espèces anadromes dans l’océan Pacifique Nord&nbsp;entre le Canada, les États-Unis d’Amérique, la République de Corée, le Japon et la Fédération russe, en vigueur depuis le 16 février 1993, Son Excellence la&nbsp;Gouverneure générale en conseil nomme Andrew Thomson, de&nbsp;Ladysmith (Colombie-Britannique), représentant canadien de la section canadienne de la Commission des poissons anadromes du Pacifique Nord, à titre amovible.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-02-21\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0032Date: 2025-01-24Her Excellency the Governor General in Council, on the recommendation of the Minister of Fisheries and Oceans, under paragraph 7 of Article VIII of the Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean, which entered into force on February 16, 1993, between Canada, the United States of America, the Republic of Korea, Japan and the Russian Federation, appoints Andrew Thomson of Ladysmith, British Columbia, to be a Canadian representative to the Canadian Section of the North Pacific Anadromous Fish Commission, to hold office during pleasure.  Sur recommandation de la ministre des Pêches et des Océans, en vertu du paragraphe 7 de l’article VIII de la Convention concernant la conservation des espèces anadromes dans l’océan Pacifique Nord entre le Canada, les États-Unis d’Amérique, la République de Corée, le Japon et la Fédération russe, en vigueur depuis le 16 février 1993, Son Excellence la Gouverneure générale en conseil nomme Andrew Thomson, de Ladysmith (Colombie-Britannique), représentant canadien de la section canadienne de la Commission des poissons anadromes du Pacifique Nord, à titre amovible. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}