{
  "id": "46669",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0078<br></p><p><strong>Date: </strong>2025-02-05</p><hr><p></p><div class=\"Section0\"><p class=\"No_Spacing\" style=\"text-indent:72pt;\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Foreign Affairs, authorizes</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"margin-left:36pt;\">(a) the Prime Minister or the Minister of Foreign Affairs to sign, on&nbsp;behalf of the Government of Canada, subject to ratification, the&nbsp;Agreement between the Government of Canada and the&nbsp;Government of the Republic of Korea on Cooperation in&nbsp;Audiovisual Coproduction; or </p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"margin-left:36pt;\">(b) the Minister of Foreign Affairs to execute and issue an&nbsp;Instrument of Full Powers authorizing Pascale St-Onge, Minister&nbsp;of&nbsp;Canadian Heritage; Mary F.Y. Ng, Minister for&nbsp;International Trade; Taleeb Noormohamed, Parliamentary Secretary to the Minister of Canadian Heritage; Isabelle Mondou, Deputy Minister of Canadian Heritage; Andrew Brown, Associate Deputy Minister of Canadian Heritage; or Tamara Mawhinney, Ambassador Extraordinary and Plenipotentiary of Canada to the&nbsp;Republic of Korea, to sign, on behalf of the Government of&nbsp;Canada, subject to ratification, the Agreement between the&nbsp;Government of Canada and the Government of the Republic of&nbsp;Korea on Cooperation in Audiovisual Coproduction.</p> <br style=\"clear:both;page-break-before:always\"><p class=\"No_Spacing\"> </p><p class=\"No_Spacing\" style=\"text-indent:72pt;\">Sur recommandation de la ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise :</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"margin-left:36pt;\">a) soit le premier ministre ou la ministre des Affaires étrangères à&nbsp;signer, au nom du gouvernement du Canada, sous réserve de&nbsp;ratification, l’Accord entre le Gouvernement du Canada et le&nbsp;Gouvernement de la République de Corée sur la coopération en&nbsp;matière de coproduction audiovisuelle;</p> <p class=\"No_Spacing\">&nbsp;</p> <p class=\"No_Spacing\" style=\"margin-left:36pt;\">b) soit la ministre des Affaires étrangères à signer et à délivrer un&nbsp;instrument de pleins pouvoirs autorisant Pascale St-Onge, ministre du Patrimoine canadien, Mary F.Y. Ng, ministre du&nbsp;Commerce international, Taleeb Noormohamed, secrétaire&nbsp;parlementaire de la ministre du Patrimoine canadien, Isabelle Mondou, sous‑ministre du Patrimoine canadien, Andrew&nbsp;Brown, sous-ministre délégué du Patrimoine canadien, ou&nbsp;Tamara Mawhinney, ambassadrice extraordinaire et plénipotentiaire du Canada auprès de la&nbsp;République de Corée, à&nbsp;signer, au nom du gouvernement du Canada, sous réserve de&nbsp;ratification, l’Accord entre le Gouvernement du Canada et le&nbsp;Gouvernement de la République de Corée sur la coopération en&nbsp;matière de coproduction audiovisuelle.</p> <p class=\"No_Spacing\">&nbsp;</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-02-21\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0078Date: 2025-02-05Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes   (a) the Prime Minister or the Minister of Foreign Affairs to sign, on behalf of the Government of Canada, subject to ratification, the Agreement between the Government of Canada and the Government of the Republic of Korea on Cooperation in Audiovisual Coproduction; or    (b) the Minister of Foreign Affairs to execute and issue an Instrument of Full Powers authorizing Pascale St-Onge, Minister of Canadian Heritage; Mary F.Y. Ng, Minister for International Trade; Taleeb Noormohamed, Parliamentary Secretary to the Minister of Canadian Heritage; Isabelle Mondou, Deputy Minister of Canadian Heritage; Andrew Brown, Associate Deputy Minister of Canadian Heritage; or Tamara Mawhinney, Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Korea, to sign, on behalf of the Government of Canada, subject to ratification, the Agreement between the Government of Canada and the Government of the Republic of Korea on Cooperation in Audiovisual Coproduction.  Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise :   a) soit le premier ministre ou la ministre des Affaires étrangères à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord entre le Gouvernement du Canada et le Gouvernement de la République de Corée sur la coopération en matière de coproduction audiovisuelle;   b) soit la ministre des Affaires étrangères à signer et à délivrer un instrument de pleins pouvoirs autorisant Pascale St-Onge, ministre du Patrimoine canadien, Mary F.Y. Ng, ministre du Commerce international, Taleeb Noormohamed, secrétaire parlementaire de la ministre du Patrimoine canadien, Isabelle Mondou, sous‑ministre du Patrimoine canadien, Andrew Brown, sous-ministre délégué du Patrimoine canadien, ou Tamara Mawhinney, ambassadrice extraordinaire et plénipotentiaire du Canada auprès de la République de Corée, à signer, au nom du gouvernement du Canada, sous réserve de ratification, l’Accord entre le Gouvernement du Canada et le Gouvernement de la République de Corée sur la coopération en matière de coproduction audiovisuelle.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}