{
  "id": "46865",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0206<br></p><p><strong>Date: </strong>2025-02-28</p><hr><p></p><div class=\"Section0\"><p class=\"Body_Text_Indent_2\" style=\"text-align:left;\">The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Fany O’Bomsawin of the city of Bromont, in the Province of Quebec, Barrister-at-law, be appointed a Judge of the Superior Court of Quebec for the districts of Mégantic and Saint-François, with residence in the territory of Ville de Sherbrooke or in the immediate vicinity thereof.</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Fany O’Bomsawin, de la ville de Bromont, dans la province de Québec, avocate, soit nommée juge de la Cour supérieure du Québec pour les districts de Mégantic et Saint-François, avec résidence sur le territoire de la Ville de Sherbrooke, ou dans le voisinage immédiat de ce territoire.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-03-06\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0206Date: 2025-02-28The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Fany O’Bomsawin of the city of Bromont, in the Province of Quebec, Barrister-at-law, be appointed a Judge of the Superior Court of Quebec for the districts of Mégantic and Saint-François, with residence in the territory of Ville de Sherbrooke or in the immediate vicinity thereof. Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Fany O’Bomsawin, de la ville de Bromont, dans la province de Québec, avocate, soit nommée juge de la Cour supérieure du Québec pour les districts de Mégantic et Saint-François, avec résidence sur le territoire de la Ville de Sherbrooke, ou dans le voisinage immédiat de ce territoire. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}