{
  "id": "46987",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0311<br></p><p><strong>Date: </strong>2025-03-07</p><hr><p></p><div class=\"Section0\"><p class=\"No_Spacing\" style=\"line-height:200%;text-indent:72pt;\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section&nbsp;41 of the Yukon Act, appoints the Honourable Nicholas&nbsp;E. Devlin, a Justice of the Court of King’s Bench of&nbsp;Alberta, to be a deputy judge of the Supreme Court of Yukon and to hold office during good behaviour until attaining the age of 75 years.</p> <p class=\"No_Spacing\" style=\"line-height:200%;\">&nbsp;</p> <br style=\"clear:both;page-break-before:always\"><p class=\"No_Spacing\" style=\"line-height:200%;\"> </p><p class=\"No_Spacing\" style=\"line-height:200%;text-indent:72pt;\">Sur recommandation du ministre de la Justice et en vertu de l’article 41 de la Loi sur le Yukon, Son Excellence la&nbsp;Gouverneure générale en conseil nomme l’honorable Nicholas E. Devlin, juge de la Cour du Banc du Roi de l’Alberta, au poste de juge adjoint de la Cour suprême du Yukon, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans.</p> <p class=\"No_Spacing\" style=\"line-height:200%;\">&nbsp;</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-03-08\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0311Date: 2025-03-07Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section 41 of the Yukon Act, appoints the Honourable Nicholas E. Devlin, a Justice of the Court of King’s Bench of Alberta, to be a deputy judge of the Supreme Court of Yukon and to hold office during good behaviour until attaining the age of 75 years.    Sur recommandation du ministre de la Justice et en vertu de l’article 41 de la Loi sur le Yukon, Son Excellence la Gouverneure générale en conseil nomme l’honorable Nicholas E. Devlin, juge de la Cour du Banc du Roi de l’Alberta, au poste de juge adjoint de la Cour suprême du Yukon, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}