{
  "id": "47024",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0343<br></p><p><strong>Date: </strong>2025-03-07</p><hr><p></p><div class=\"Section0\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:8pt;text-indent:72pt;\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, after consultation with the board of directors of The Jacques-Cartier and Champlain Bridges Inc., under section&nbsp;105 of the Financial Administration Act, appoints Sylvain Villiard of Laval, Quebec, to be Chairperson of The Jacques-Cartier and Champlain Bridges Inc., to hold office during pleasure for a term of three years.</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:8pt;text-indent:72pt;\"> </p><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:8pt;text-indent:72pt;margin-right:-9pt;\">Sur recommandation du ministre de l’Infrastructure et des Collectivités, après consultation du conseil d’administration de la société Les Ponts Jacques-Cartier et Champlain Inc., en vertu&nbsp;de l’article&nbsp;105 de la Loi sur la gestion des finances publiques, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Sylvain Villiard, de Laval (Québec), président de la société Les Ponts Jacques-Cartier et Champlain Inc., à titre amovible pour un mandat de trois ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-03-08\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0343Date: 2025-03-07Her Excellency the Governor General in Council, on the recommendation of the Minister of Infrastructure and Communities, after consultation with the board of directors of The Jacques-Cartier and Champlain Bridges Inc., under section 105 of the Financial Administration Act, appoints Sylvain Villiard of Laval, Quebec, to be Chairperson of The Jacques-Cartier and Champlain Bridges Inc., to hold office during pleasure for a term of three years.  Sur recommandation du ministre de l’Infrastructure et des Collectivités, après consultation du conseil d’administration de la société Les Ponts Jacques-Cartier et Champlain Inc., en vertu de l’article 105 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil nomme Sylvain Villiard, de Laval (Québec), président de la société Les Ponts Jacques-Cartier et Champlain Inc., à titre amovible pour un mandat de trois ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}