{
  "id": "47205",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0461<br></p><p><strong>Date: </strong>2025-03-23</p><hr><p></p><div class=\"Section0\"><p class=\"Normal__Web_\" style=\"line-height:115%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;margin-right:-22.5pt;\">Whereas the Committee of the Privy Council has had before it&nbsp;a&nbsp;report from the Right Honourable Mark Carney, the Prime Minister, recommending that writs of election for a general election of persons to serve as members in the House of Commons be issued, those writs of election to be dated March 23, 2025, fixing Monday, April 28, 2025 as the polling day and to be <a id=\"_Hlk193443471\"></a>returnable to the Chief Electoral Officer on May 19, 2025, and that a proclamation to this effect do issue; </p> <p class=\"Normal__Web_\" style=\"line-height:115%;margin-top:12pt;margin-bottom:0pt;text-indent:72pt;\">Therefore, the Committee of the Privy Council submits the above-mentioned recommendation for Your Excellency’s approval.</p> <br style=\"clear:both;page-break-before:always\"><p class=\"Normal__Web_\" style=\"line-height:115%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;margin-right:-36pt;\">Attendu que le Comité du Conseil privé a été saisi d’un&nbsp;rapport du&nbsp;très honorable Mark Carney, premier ministre, recommandant d’une&nbsp;part la délivrance de brefs en vue de l’élection des&nbsp;députés de la Chambre des&nbsp;communes, lesquels brefs porteront la&nbsp;date du 23 mars 2025, fixeront au&nbsp;lundi, 28 avril 2025 le jour&nbsp;du scrutin et seront retournés au directeur général des élections le&nbsp;19 mai 2025, et d’autre part la prise d’une proclamation à cette&nbsp;fin, </p> <p class=\"Normal__Web_\" style=\"line-height:115%;margin-top:12pt;margin-bottom:0pt;text-indent:72pt;margin-right:-31.5pt;\">À ces causes, le Comité du Conseil privé a l’honneur de soumettre la recommandation ci-dessus à l’approbation de Votre Excellence.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-03-27\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0461Date: 2025-03-23Whereas the Committee of the Privy Council has had before it a report from the Right Honourable Mark Carney, the Prime Minister, recommending that writs of election for a general election of persons to serve as members in the House of Commons be issued, those writs of election to be dated March 23, 2025, fixing Monday, April 28, 2025 as the polling day and to be returnable to the Chief Electoral Officer on May 19, 2025, and that a proclamation to this effect do issue;  Therefore, the Committee of the Privy Council submits the above-mentioned recommendation for Your Excellency’s approval. Attendu que le Comité du Conseil privé a été saisi d’un rapport du très honorable Mark Carney, premier ministre, recommandant d’une part la délivrance de brefs en vue de l’élection des députés de la Chambre des communes, lesquels brefs porteront la date du 23 mars 2025, fixeront au lundi, 28 avril 2025 le jour du scrutin et seront retournés au directeur général des élections le 19 mai 2025, et d’autre part la prise d’une proclamation à cette fin,  À ces causes, le Comité du Conseil privé a l’honneur de soumettre la recommandation ci-dessus à l’approbation de Votre Excellence. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}