{
  "id": "47253",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0468<br></p><p><strong>Date: </strong>2025-05-13</p><hr><p></p><div class=\"Section0\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, under section 11 of the&nbsp;Ministries and Ministers of State Act, assigns the Honourable Wayne&nbsp;Long, Minister of State (Canada Revenue Agency and Financial Institutions) to be styled Secretary of State (Canada Revenue Agency and Financial Institutions), to assist the Minister of Finance and the Minister of National Revenue in the carrying out of those Ministers’ responsibilities.</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:115.8333%;margin-top:0pt;margin-bottom:8pt;\"> </p><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Sur recommandation du premier ministre et en vertu de&nbsp;l’article 11 de la Loi sur les départements et ministres d’État, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;délègue l’honorable Wayne Long, ministre d’État (Agence du revenu du Canada et Institutions financières) devant porter le titre de secrétaire d’État (Agence du revenu du Canada et Institutions financières), auprès du ministre des Finances et du ministre du Revenu national afin qu’il leur prête son concours dans l’exercice de leurs responsabilités.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-06-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0468Date: 2025-05-13Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 11 of the Ministries and Ministers of State Act, assigns the Honourable Wayne Long, Minister of State (Canada Revenue Agency and Financial Institutions) to be styled Secretary of State (Canada Revenue Agency and Financial Institutions), to assist the Minister of Finance and the Minister of National Revenue in the carrying out of those Ministers’ responsibilities.  Sur recommandation du premier ministre et en vertu de l’article 11 de la Loi sur les départements et ministres d’État, Son Excellence la Gouverneure générale en conseil délègue l’honorable Wayne Long, ministre d’État (Agence du revenu du Canada et Institutions financières) devant porter le titre de secrétaire d’État (Agence du revenu du Canada et Institutions financières), auprès du ministre des Finances et du ministre du Revenu national afin qu’il leur prête son concours dans l’exercice de leurs responsabilités. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}