{
  "id": "47272",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0486<br></p><p><strong>Date: </strong>2025-05-13</p><hr><p></p><div class=\"Section0\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, under paragraph 2‍(a) of the&nbsp;Public Service Rearrangement and Transfer of Duties Act, transfers from the Minister of Industry to the Minister of Artificial Intelligence and&nbsp;Digital Innovation the powers, duties and functions of the Minister of&nbsp;Industry in relation to the Federal Economic Development Agency for&nbsp;Southern Ontario.</p> <br style=\"clear:both;page-break-before:always\"><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:115.8333%;margin-top:0pt;margin-bottom:8pt;\"> </p><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;text-indent:72pt;\">Sur recommandation du premier ministre et en vertu&nbsp;de&nbsp;l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la&nbsp;Gouverneure générale en conseil transfère du ministre de l’Industrie au&nbsp;ministre de l’Intelligence artificielle et de l’Innovation numérique les&nbsp;attributions conférées au ministre de l’Industrie à l’égard de l’Agence fédérale de développement économique pour le Sud de l’Ontario.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-05-17\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0486Date: 2025-05-13Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under paragraph 2‍(a) of the Public Service Rearrangement and Transfer of Duties Act, transfers from the Minister of Industry to the Minister of Artificial Intelligence and Digital Innovation the powers, duties and functions of the Minister of Industry in relation to the Federal Economic Development Agency for Southern Ontario.  Sur recommandation du premier ministre et en vertu de l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la Gouverneure générale en conseil transfère du ministre de l’Industrie au ministre de l’Intelligence artificielle et de l’Innovation numérique les attributions conférées au ministre de l’Industrie à l’égard de l’Agence fédérale de développement économique pour le Sud de l’Ontario. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}