{
  "id": "47296",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0473<br></p><p><strong>Date: </strong>2025-05-13</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, under section 11 of the&nbsp;<em>Ministries and Ministers of State Act</em>, assigns the Honourable Stephen&nbsp;Bradley Fuhr, Minister of State (Defence Procurement) to be styled Secretary of State (Defence Procurement), to assist the Minister of&nbsp;Public Works and Government Services in the carrying out of that Minister’s responsibilities.</p> <br><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:115.8333%;margin-top:0pt;margin-bottom:8pt;\"></p> <p class=\"indent-content\">Sur recommandation du premier ministre et en vertu de&nbsp;l’article 11 de la <em>Loi sur les départements et ministres d’État</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;délègue l’honorable Stephen&nbsp;Bradley Fuhr, ministre d’État (Approvisionnement en matière de défense) devant porter le titre de secrétaire d’État (Approvisionnement en&nbsp;matière de défense), auprès du ministre des Travaux publics et des&nbsp;Services gouvernementaux afin qu’il lui prête son concours dans l’exercice de ses responsabilités.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-06-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0473Date: 2025-05-13Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 11 of the Ministries and Ministers of State Act, assigns the Honourable Stephen Bradley Fuhr, Minister of State (Defence Procurement) to be styled Secretary of State (Defence Procurement), to assist the Minister of Public Works and Government Services in the carrying out of that Minister’s responsibilities.  Sur recommandation du premier ministre et en vertu de l’article 11 de la Loi sur les départements et ministres d’État, Son Excellence la Gouverneure générale en conseil délègue l’honorable Stephen Bradley Fuhr, ministre d’État (Approvisionnement en matière de défense) devant porter le titre de secrétaire d’État (Approvisionnement en matière de défense), auprès du ministre des Travaux publics et des Services gouvernementaux afin qu’il lui prête son concours dans l’exercice de ses responsabilités. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}