{
  "id": "47304",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0481<br></p><p><strong>Date: </strong>2025-05-13</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Prime Minister, under subsection 5(1) of&nbsp;the&nbsp;<em>Salaries Act</em>, designates the Department of Industry and the&nbsp;Department of Canadian Heritage to provide support to the Minister of&nbsp;Artificial Intelligence and Digital Innovation in the carrying out of that&nbsp;Minister’s responsibilities.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du premier ministre et en vertu&nbsp;du&nbsp;paragraphe 5(1) de la <em>Loi sur les traitements</em>, Son Excellence la&nbsp;Gouverneure générale en conseil désigne le ministère de l’Industrie et&nbsp;le ministère du Patrimoine canadien pour fournir un soutien au ministre&nbsp;de l’Intelligence artificielle et de l’Innovation numérique pour l’exercice par ce dernier des responsabilités qui lui incombent.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-06-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0481Date: 2025-05-13Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsection 5(1) of the Salaries Act, designates the Department of Industry and the Department of Canadian Heritage to provide support to the Minister of Artificial Intelligence and Digital Innovation in the carrying out of that Minister’s responsibilities.  Sur recommandation du premier ministre et en vertu du paragraphe 5(1) de la Loi sur les traitements, Son Excellence la Gouverneure générale en conseil désigne le ministère de l’Industrie et le ministère du Patrimoine canadien pour fournir un soutien au ministre de l’Intelligence artificielle et de l’Innovation numérique pour l’exercice par ce dernier des responsabilités qui lui incombent. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}