{
  "id": "47380",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0526<br></p><p><strong>Date: </strong>2025-06-20</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Agriculture and Agri-Food, under&nbsp;subsection 9(1) of the <em>Farm Income Protection Act</em>, consents to&nbsp;the&nbsp;amendment of the Federal / Provincial / Territorial Agreement with&nbsp;respect to AgriStability and AgriInvest at Annex A to the Sustainable Canadian Agricultural Partnership, which amendment is substantially in&nbsp;accordance with the attached schedule, in order to support producers. and recognize the additional financial burden faced by producers in&nbsp;relation to market disruptions.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de l’Agriculture et de&nbsp;l’Agroalimentaire et en vertu du paragraphe 9(1) de la <em>Loi sur la&nbsp;protection du revenu agricole</em>, Son Excellence la Gouverneure générale en conseil agrée la modification de l’Accord fédéral-provincial-territorial établissant les programmes Agri-stabilité et Agri-investissement figurant à&nbsp;l’annexe A du Partenariat canadien pour une agriculture durable, afin de&nbsp;soutenir les producteurs compte tenu du fardeau financier accru qu’ils&nbsp;supportent en raison de la désorganisation du marché, laquelle modification est conforme en substance à l’annexe ci-jointe.</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-06-26\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0526Date: 2025-06-20Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, under subsection 9(1) of the Farm Income Protection Act, consents to the amendment of the Federal / Provincial / Territorial Agreement with respect to AgriStability and AgriInvest at Annex A to the Sustainable Canadian Agricultural Partnership, which amendment is substantially in accordance with the attached schedule, in order to support producers. and recognize the additional financial burden faced by producers in relation to market disruptions.  Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe 9(1) de la Loi sur la protection du revenu agricole, Son Excellence la Gouverneure générale en conseil agrée la modification de l’Accord fédéral-provincial-territorial établissant les programmes Agri-stabilité et Agri-investissement figurant à l’annexe A du Partenariat canadien pour une agriculture durable, afin de soutenir les producteurs compte tenu du fardeau financier accru qu’ils supportent en raison de la désorganisation du marché, laquelle modification est conforme en substance à l’annexe ci-jointe.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}