{
  "id": "47419",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0547<br></p><p><strong>Date: </strong>2025-06-27</p><hr><p></p><div><br> <p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Ambra Dickie as Ambassador Extraordinary and Plenipotentiary of Canada to the Association of Southeast Asian Nations, with residence in Jakarta.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Ambra Dickie en qualité d’ambassadrice extraordinaire et plénipotentiaire du Canada auprès de l’Association des nations de l’Asie du Sud-Est, avec résidence à&nbsp;Jakarta.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-07-04\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0547Date: 2025-06-27 Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Ambra Dickie as Ambassador Extraordinary and Plenipotentiary of Canada to the Association of Southeast Asian Nations, with residence in Jakarta.  Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Ambra Dickie en qualité d’ambassadrice extraordinaire et plénipotentiaire du Canada auprès de l’Association des nations de l’Asie du Sud-Est, avec résidence à Jakarta.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}