{
  "id": "47425",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0553<br></p><p><strong>Date: </strong>2025-06-27</p><hr><p></p><div><br> <p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Jean-Dominique Ieraci as Ambassador Extraordinary and Plenipotentiary of Canada to the&nbsp;Republic of Peru, with concurrent accreditation as Ambassador Extraordinary and Plenipotentiary of Canada to the Plurinational State&nbsp;of&nbsp;Bolivia, with residence in Lima.</p> <p class=\"indent-content\"></p> <p class=\"indent-content\"></p> </div><br><div><p class=\"indent-content\">Sur recommandation de la ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Jean-Dominique Ieraci en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République du Pérou, avec accréditation simultanée en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de l’État&nbsp;plurinational de Bolivie, avec&nbsp;résidence à Lima.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-07-04\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0553Date: 2025-06-27 Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Jean-Dominique Ieraci as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Peru, with concurrent accreditation as Ambassador Extraordinary and Plenipotentiary of Canada to the Plurinational State of Bolivia, with residence in Lima.   Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Jean-Dominique Ieraci en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République du Pérou, avec accréditation simultanée en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de l’État plurinational de Bolivie, avec résidence à Lima.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}