{
  "id": "47441",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0562<br></p><p><strong>Date: </strong>2025-06-27</p><hr><p></p><div><br> <p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Nicolas Simard as Ambassador Extraordinary and Plenipotentiary of Canada to&nbsp;the Federal&nbsp;Democratic Republic of Ethiopia, with concurrent accreditation as&nbsp;Ambassador Extraordinary and Plenipotentiary of Canada&nbsp;to the Republic of&nbsp;Djibouti, with residence in Addis Ababa.</p> </div><br><div><p class=\"indent-content\">Sur recommandation de la ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Nicolas Simarden qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République fédérale démocratique d’Éthiopie, avec accréditation simultanée en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République de Djibouti, avec résidence à Addis-Abeba. </p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:200%;margin-top:0pt;margin-bottom:0pt;margin-left:72pt;margin-right:21.25pt;\"></p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-07-04\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0562Date: 2025-06-27 Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Nicolas Simard as Ambassador Extraordinary and Plenipotentiary of Canada to the Federal Democratic Republic of Ethiopia, with concurrent accreditation as Ambassador Extraordinary and Plenipotentiary of Canada to the Republic of Djibouti, with residence in Addis Ababa. Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Nicolas Simarden qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République fédérale démocratique d’Éthiopie, avec accréditation simultanée en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République de Djibouti, avec résidence à Addis-Abeba.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}