{
  "id": "47454",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0567<br></p><p><strong>Date: </strong>2025-07-03</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 3 of the <em>Building Canada Act</em>, designates the President of the King’s Privy Council for Canada, a member of the King’s Privy Council for Canada, as the Minister for the purposes of the&nbsp;<em>Building Canada Act</em>.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du premier ministre et en&nbsp;vertu&nbsp;de l’article 3 de la <em>Loi visant à bâtir le Canada</em>, Son&nbsp;Excellence la Gouverneure générale en conseil&nbsp;désigne le&nbsp;président du Conseil privé du Roi pour le Canada, membre du&nbsp;Conseil privé du Roi pour le Canada, à titre de ministre chargé&nbsp;de l’application de la <em>Loi visant à bâtir le Canada</em>.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-07-09\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0567Date: 2025-07-03Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 3 of the Building Canada Act, designates the President of the King’s Privy Council for Canada, a member of the King’s Privy Council for Canada, as the Minister for the purposes of the Building Canada Act.  Sur recommandation du premier ministre et en vertu de l’article 3 de la Loi visant à bâtir le Canada, Son Excellence la Gouverneure générale en conseil désigne le président du Conseil privé du Roi pour le Canada, membre du Conseil privé du Roi pour le Canada, à titre de ministre chargé de l’application de la Loi visant à bâtir le Canada. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}