{
  "id": "47492",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0597<br></p><p><strong>Date: </strong>2025-07-30</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Justice, under section 33 of the&nbsp;<em>Nunavut Act</em>, appoints the Honourable R. James Williams, former judge of the Supreme Court of Nova Scotia (Family Division), to be a&nbsp;deputy judge of the Nunavut Court of Justice and to hold office during good behaviour until attaining the age of 75 years, and fixes his remuneration and allowances in accordance with the schedule.</p> <p style=\"line-height:200%;\"></p> <br><p style=\"line-height:200%;\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice et en&nbsp;vertu&nbsp;de&nbsp;l’article 33 de la <em>Loi sur le Nunavut</em>, Son&nbsp;Excellence la&nbsp;Gouverneure&nbsp;générale en conseil nomme l’honorable R.&nbsp;James&nbsp;Williams, ancien juge de la Cour suprême de la&nbsp;Nouvelle‑Écosse (Division de la&nbsp;famille), au poste de juge adjoint de la&nbsp;Cour de justice du Nunavut, poste&nbsp;qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans, et fixe sa&nbsp;rémunération et ses indemnités conformément à l’annexe.</p> <br> <br> </div><br><div><p style=\"text-align:center;text-decoration: none\" class=\"text-center\">SCHEDULE</p>  <p style=\"line-height:150%;\">It shall be paid to the Honourable R. James Williams, for the period or periods that he acts as deputy judge of the Nunavut Court of Justice, remuneration at the rate of salary fixed by the <em>Judges Act</em> for a judge of the court of which he was a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to him under that Act in respect of that period or periods, and travelling allowances that a judge is entitled to be paid under the <em>Judges Act</em>.</p> <br> <br><br> <p style=\"text-align:center;text-decoration: none\" class=\"text-center\">ANNEXE</p> <br> <p style=\"line-height:150%;\">L’honorable R. James Williams reçoit, durant la période ou les périodes qu’il exerce les&nbsp;fonctions de juge adjoint de la Cour de justice du Nunavut, un traitement au taux spécifié dans la <em>Loi sur les juges</em> à l’égard d’un juge de la Cour dont il faisait partie, autre que le juge en chef ou le juge en chef adjoint de cette Cour, moins tout montant qui lui est par ailleurs versé en vertu de cette ladite loi relativement à cette période ou ces périodes, et les indemnités de déplacement auxquelles un juge a droit en vertu de la <em>Loi sur les juges</em>.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-08-06\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0597Date: 2025-07-30Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section 33 of the Nunavut Act, appoints the Honourable R. James Williams, former judge of the Supreme Court of Nova Scotia (Family Division), to be a deputy judge of the Nunavut Court of Justice and to hold office during good behaviour until attaining the age of 75 years, and fixes his remuneration and allowances in accordance with the schedule.   Sur recommandation du ministre de la Justice et en vertu de l’article 33 de la Loi sur le Nunavut, Son Excellence la Gouverneure générale en conseil nomme l’honorable R. James Williams, ancien juge de la Cour suprême de la Nouvelle‑Écosse (Division de la famille), au poste de juge adjoint de la Cour de justice du Nunavut, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans, et fixe sa rémunération et ses indemnités conformément à l’annexe.   SCHEDULE  It shall be paid to the Honourable R. James Williams, for the period or periods that he acts as deputy judge of the Nunavut Court of Justice, remuneration at the rate of salary fixed by the Judges Act for a judge of the court of which he was a member, other than the Chief Justice or the Associate Chief Justice of that court, less any amount otherwise payable to him under that Act in respect of that period or periods, and travelling allowances that a judge is entitled to be paid under the Judges Act.   ANNEXE  L’honorable R. James Williams reçoit, durant la période ou les périodes qu’il exerce les fonctions de juge adjoint de la Cour de justice du Nunavut, un traitement au taux spécifié dans la Loi sur les juges à l’égard d’un juge de la Cour dont il faisait partie, autre que le juge en chef ou le juge en chef adjoint de cette Cour, moins tout montant qui lui est par ailleurs versé en vertu de cette ladite loi relativement à cette période ou ces périodes, et les indemnités de déplacement auxquelles un juge a droit en vertu de la Loi sur les juges.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}