{
  "id": "47498",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0602<br></p><p><strong>Date: </strong>2025-08-07</p><hr><p></p><div><p class=\"indent-content\">Whereas the Gwich’in Comprehensive Land Claim Agreement (“the Agreement”) was approved, given effect and declared valid by subsection 4(1) the Gwich’in Land Claim Settlement Act; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas paragraph 12.8.3(a) of the Agreement provides for the joint appointment by the Governor in Council and the Executive Council of the Government of the Northwest Territories (“Executive Council”) of six members and six alternate members to the Gwich’in Renewable Resources Board; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas the Gwich’in Tribal Council has nominated for appointment Sam&nbsp;J. Bullock of Yellowknife, Northwest Territories, as an alternate member to the Gwich’in Renewable Resources Board; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas the Executive Council has approved the appointment of Sam J. Bullock as provided by the Agreement; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">And whereas section 12.8.9 of the Agreement provides that each member shall be appointed for a term not to exceed five years and may be reappointed; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations, under section 6 of the Gwich’in Land Claim Settlement Act and paragraph&nbsp;12.8.3(a) and section 12.8.9 of the Agreement, appoints </p> <p style=\"margin-top:0pt;margin-bottom:0pt;\">Sam&nbsp;J. Bullock of Yellowknife, Northwest Territories, to be an alternate member of the Gwich’in Renewable Resources Board for a term of five years, effective the date of this Order in Council or the Order of the Executive Council, whichever is later.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que l’Entente sur la revendication territoriale globale des Gwich’in (l’« Entente ») a été approuvée, mise en vigueur et déclarée valide en vertu du paragraphe 4(1) de la Loi sur le règlement de la revendication territoriale des Gwich’in ; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que l’alinéa 12.8.3a) de l’Entente prévoit la nomination conjointe par le gouverneur en conseil et le Conseil exécutif du gouvernement des Territoires du Nord-Ouest («&nbsp;Conseil exécutif&nbsp;») de six membres et six remplaçants à l’Office des ressources renouvelables des Gwich’in ; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que le Conseil tribal des Gwich’in a proposé la candidature de Sam&nbsp;J. Bullock, de Yellowknife (Territoires du Nord-Ouest), à titre de remplaçant de l’Office des ressources renouvelables des Gwich’in&nbsp;;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que le Conseil exécutif a approuvé la nomination de Sam J. Bullock conformément à l’Entente ; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que l’article 12.8.9 de l’Entente prévoit que le mandat des membres est d’une durée maximale de cinq ans et qu’il est renouvelable, </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre des Relations Couronne-Autochtones, en vertu de l’article 6 de la Loi sur le règlement de la revendication territoriale des Gwich’in et de l’alinéa 12.8.3a) et de l’article 12.8.9 de l’Entente, Son Excellence la Gouverneure générale en conseil nomme Sam J. Bullock, de Yellowknife (Territoires du Nord-Ouest), remplaçant de l’Office des ressources renouvelables des Gwich’in pour un mandat de cinq ans, en vigueur à la date du présent décret ou du décret du Conseil exécutif, selon la dernière de ces dates.</p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-08-13\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0602Date: 2025-08-07Whereas the Gwich’in Comprehensive Land Claim Agreement (“the Agreement”) was approved, given effect and declared valid by subsection 4(1) the Gwich’in Land Claim Settlement Act;   Whereas paragraph 12.8.3(a) of the Agreement provides for the joint appointment by the Governor in Council and the Executive Council of the Government of the Northwest Territories (“Executive Council”) of six members and six alternate members to the Gwich’in Renewable Resources Board;   Whereas the Gwich’in Tribal Council has nominated for appointment Sam J. Bullock of Yellowknife, Northwest Territories, as an alternate member to the Gwich’in Renewable Resources Board;   Whereas the Executive Council has approved the appointment of Sam J. Bullock as provided by the Agreement;   And whereas section 12.8.9 of the Agreement provides that each member shall be appointed for a term not to exceed five years and may be reappointed;   Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations, under section 6 of the Gwich’in Land Claim Settlement Act and paragraph 12.8.3(a) and section 12.8.9 of the Agreement, appoints  Sam J. Bullock of Yellowknife, Northwest Territories, to be an alternate member of the Gwich’in Renewable Resources Board for a term of five years, effective the date of this Order in Council or the Order of the Executive Council, whichever is later.  Attendu que l’Entente sur la revendication territoriale globale des Gwich’in (l’« Entente ») a été approuvée, mise en vigueur et déclarée valide en vertu du paragraphe 4(1) de la Loi sur le règlement de la revendication territoriale des Gwich’in ;   Attendu que l’alinéa 12.8.3a) de l’Entente prévoit la nomination conjointe par le gouverneur en conseil et le Conseil exécutif du gouvernement des Territoires du Nord-Ouest (« Conseil exécutif ») de six membres et six remplaçants à l’Office des ressources renouvelables des Gwich’in ;   Attendu que le Conseil tribal des Gwich’in a proposé la candidature de Sam J. Bullock, de Yellowknife (Territoires du Nord-Ouest), à titre de remplaçant de l’Office des ressources renouvelables des Gwich’in ;  Attendu que le Conseil exécutif a approuvé la nomination de Sam J. Bullock conformément à l’Entente ;   Attendu que l’article 12.8.9 de l’Entente prévoit que le mandat des membres est d’une durée maximale de cinq ans et qu’il est renouvelable,   À ces causes, sur recommandation de la ministre des Relations Couronne-Autochtones, en vertu de l’article 6 de la Loi sur le règlement de la revendication territoriale des Gwich’in et de l’alinéa 12.8.3a) et de l’article 12.8.9 de l’Entente, Son Excellence la Gouverneure générale en conseil nomme Sam J. Bullock, de Yellowknife (Territoires du Nord-Ouest), remplaçant de l’Office des ressources renouvelables des Gwich’in pour un mandat de cinq ans, en vigueur à la date du présent décret ou du décret du Conseil exécutif, selon la dernière de ces dates.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}