{
  "id": "47494",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0599<br></p><p><strong>Date: </strong>2025-07-30</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Justice, under section 47 of the <em>Northwest Territories Act</em>, appoints the Honourable Barbara L. Fisher, a&nbsp;justice of appeal of the Court of Appeal of British Columbia, to be a deputy judge of the Supreme Court of the Northwest Territories and to hold office during good behaviour until attaining the age of 75 years.</p> <p style=\"line-height:200%;\"></p> <br><p style=\"line-height:200%;\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice et en vertu de&nbsp;l’article 47 de la <em>Loi sur les Territoires du Nord-Ouest</em>, Son Excellence la Gouverneure générale en conseil nomme l’honorable Barbara L. Fisher, juge d’appel de la Cour d’appel de la Colombie-Britannique, au poste de juge adjointe de la Cour suprême des Territoires du Nord-Ouest, poste qu’elle occupera à titre inamovible jusqu’à ce qu’elle atteigne l’âge de&nbsp;soixante-quinze ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-08-06\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0599Date: 2025-07-30Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section 47 of the Northwest Territories Act, appoints the Honourable Barbara L. Fisher, a justice of appeal of the Court of Appeal of British Columbia, to be a deputy judge of the Supreme Court of the Northwest Territories and to hold office during good behaviour until attaining the age of 75 years.   Sur recommandation du ministre de la Justice et en vertu de l’article 47 de la Loi sur les Territoires du Nord-Ouest, Son Excellence la Gouverneure générale en conseil nomme l’honorable Barbara L. Fisher, juge d’appel de la Cour d’appel de la Colombie-Britannique, au poste de juge adjointe de la Cour suprême des Territoires du Nord-Ouest, poste qu’elle occupera à titre inamovible jusqu’à ce qu’elle atteigne l’âge de soixante-quinze ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}