{
  "id": "47507",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0610<br></p><p><strong>Date: </strong>2025-08-11</p><hr><p></p><div><p class=\"indent-content\">The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Jennifer M. Moser of the city of London, in the Province of Ontario, Barrister-at-law, be appointed a Judge of the Superior Court of Justice of Ontario, and a Judge <em>ex officio</em> of the Court of Appeal for Ontario.<br></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Jennifer M. Moser, de la ville de London, dans la province d’Ontario, avocate, soit nommée juge de la Cour supérieure de justice de l’Ontario, et membre d’office de la Cour d’appel de l’Ontario.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0610Date: 2025-08-11The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Jennifer M. Moser of the city of London, in the Province of Ontario, Barrister-at-law, be appointed a Judge of the Superior Court of Justice of Ontario, and a Judge ex officio of the Court of Appeal for Ontario. Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Jennifer M. Moser, de la ville de London, dans la province d’Ontario, avocate, soit nommée juge de la Cour supérieure de justice de l’Ontario, et membre d’office de la Cour d’appel de l’Ontario. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}