{
  "id": "47503",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0607<br></p><p><strong>Date: </strong>2025-08-07</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, under subsections 10(2), 13(1), 15(3), 15(4) and 15(5) of the&nbsp;<em>Canada–Newfoundland and Labrador Atlantic Accord Implementation and Offshore Renewable Energy Management Act</em>:</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">(a) reappoints Roger Dale Grimes of St. John’s, Newfoundland and Labrador, as Chairperson of the Canada–Newfoundland and Labrador Offshore Energy Regulator, to hold office during good behaviour for a term of six years; and</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">(b) fixes the salary and other terms and conditions of the reappointment of Roger Dale Grimes in accordance with the attached schedule, on agreement by the provincial government.</p> <br><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:107.9167%;margin-top:0pt;margin-bottom:8pt;\"></p> <p class=\"indent-content\">Sur recommandation du ministre des Ressources naturelles, en vertu des paragraphes 10(2), 13(1), 15(3), 15(4), et 15(5) de la&nbsp;<em>Loi de mise en oeuvre de l’Accord atlantique Canada — Terre-Neuve-et-Labrador et sur la gestion de l’énergie renouvelable extracôtière</em>, Son Excellence la Gouverneure générale en conseil :</p> <p class=\"indent-content\">a) renouvelle le mandat de Roger Dale Grimes, de St. John’s (Terre-Neuve-et-Labrador), président de la Régie Canada –Terre-Neuve-et-Labrador de l’énergie extracôtière, à titre inamovible pour une période de six ans; et</p> <p class=\"indent-content\">b) fixe le traitement et les autres conditions de nomination de Roger Dale Grimes à ce titre conformément à l’annexe ci-jointe et en accord avec le gouvernement provincial.</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-08-13\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0607Date: 2025-08-07Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, under subsections 10(2), 13(1), 15(3), 15(4) and 15(5) of the Canada–Newfoundland and Labrador Atlantic Accord Implementation and Offshore Renewable Energy Management Act:  (a) reappoints Roger Dale Grimes of St. John’s, Newfoundland and Labrador, as Chairperson of the Canada–Newfoundland and Labrador Offshore Energy Regulator, to hold office during good behaviour for a term of six years; and  (b) fixes the salary and other terms and conditions of the reappointment of Roger Dale Grimes in accordance with the attached schedule, on agreement by the provincial government.  Sur recommandation du ministre des Ressources naturelles, en vertu des paragraphes 10(2), 13(1), 15(3), 15(4), et 15(5) de la Loi de mise en oeuvre de l’Accord atlantique Canada — Terre-Neuve-et-Labrador et sur la gestion de l’énergie renouvelable extracôtière, Son Excellence la Gouverneure générale en conseil : a) renouvelle le mandat de Roger Dale Grimes, de St. John’s (Terre-Neuve-et-Labrador), président de la Régie Canada –Terre-Neuve-et-Labrador de l’énergie extracôtière, à titre inamovible pour une période de six ans; et b) fixe le traitement et les autres conditions de nomination de Roger Dale Grimes à ce titre conformément à l’annexe ci-jointe et en accord avec le gouvernement provincial.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}