{
  "id": "47533",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0632<br></p><p><strong>Date: </strong>2025-08-28</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Justice, under section&nbsp;41 of the <em>Yukon Act</em>, appoints the Honourable Nancy&nbsp;L.&nbsp;Backhouse, a judge of the Superior Court of Justice of&nbsp;Ontario, to be a deputy judge of the Supreme Court of Yukon and to hold office during good behaviour until attaining the age of&nbsp;75 years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice&nbsp;et&nbsp;en&nbsp;vertu de l’article&nbsp;41 de la <em>Loi sur le Yukon</em>, Son&nbsp;Excellence la&nbsp;Gouverneure générale en conseil nomme l’honorable Nancy L. Backhouse, juge de la Cour supérieure de&nbsp;justice de l’Ontario, au&nbsp;poste de juge adjointe de la Cour suprême du Yukon, poste qu’elle occupera à titre inamovible jusqu’à ce qu’elle atteigne l’âge de soixante-quinze&nbsp;ans.</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:150%;margin-top:0pt;margin-bottom:0pt;\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0632Date: 2025-08-28Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section 41 of the Yukon Act, appoints the Honourable Nancy L. Backhouse, a judge of the Superior Court of Justice of Ontario, to be a deputy judge of the Supreme Court of Yukon and to hold office during good behaviour until attaining the age of 75 years.  Sur recommandation du ministre de la Justice et en vertu de l’article 41 de la Loi sur le Yukon, Son Excellence la Gouverneure générale en conseil nomme l’honorable Nancy L. Backhouse, juge de la Cour supérieure de justice de l’Ontario, au poste de juge adjointe de la Cour suprême du Yukon, poste qu’elle occupera à titre inamovible jusqu’à ce qu’elle atteigne l’âge de soixante-quinze ans.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}