{
  "id": "47532",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0631<br></p><p><strong>Date: </strong>2025-08-28</p><hr><p></p><div><p class=\"indent-content\">Whereas the Chief Justice of the Superior Court of Justice of&nbsp;Ontario granted to the Honourable Heather J. Williams, a judge of that Court, leave of absence from her judicial duties for a period of six months;</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;\"></p> <p class=\"indent-content\">And whereas the Honourable Heather J. Williams has requested, through the Chief Justice of the Superior Court of Justice of&nbsp;Ontario, a further leave of absence until September 15, 2025;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in&nbsp;Council,&nbsp;on the recommendation of the Minister of Justice, under paragraph 54(1)(b) of the <em>Judges Act</em>, approves of the leave of absence being granted to the Honourable Heather J. Williams from her judicial duties from March 16, 2025 until September 15, 2025<em>.</em></p> <br><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:107.9167%;margin-top:0pt;margin-bottom:8pt;\"></p> <p class=\"indent-content\">Attendu que le juge en chef de la Cour supérieure de justice de l’Ontario a autorisé l’honorable Heather J. Williams, juge de cette cour, à s’absenter de ses fonctions judiciaires pour une période de six&nbsp;mois;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que l’honorable Heather J. Williams a demandé, par l’entremise du juge en chef de la Cour supérieure de justice de l’Ontario, la permission de prolonger son absence jusqu’au 15&nbsp;septembre&nbsp;2025,</p> <p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:normal;margin-top:0pt;margin-bottom:0pt;\"></p> <p class=\"indent-content\">À ces causes, sur recommandation du ministre de&nbsp;la&nbsp;Justice&nbsp;et en vertu de l’alinéa&nbsp;54(1)b) de la <em>Loi sur les juges</em>, Son&nbsp;Excellence la&nbsp;Gouverneure générale en conseil autorise l’honorable&nbsp;Heather J. Williams à s’absenter de ses fonctions judiciaires&nbsp;du&nbsp;16&nbsp;mars&nbsp;2025 au 15 septembre 2025.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0631Date: 2025-08-28Whereas the Chief Justice of the Superior Court of Justice of Ontario granted to the Honourable Heather J. Williams, a judge of that Court, leave of absence from her judicial duties for a period of six months;  And whereas the Honourable Heather J. Williams has requested, through the Chief Justice of the Superior Court of Justice of Ontario, a further leave of absence until September 15, 2025;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under paragraph 54(1)(b) of the Judges Act, approves of the leave of absence being granted to the Honourable Heather J. Williams from her judicial duties from March 16, 2025 until September 15, 2025.  Attendu que le juge en chef de la Cour supérieure de justice de l’Ontario a autorisé l’honorable Heather J. Williams, juge de cette cour, à s’absenter de ses fonctions judiciaires pour une période de six mois;  Attendu que l’honorable Heather J. Williams a demandé, par l’entremise du juge en chef de la Cour supérieure de justice de l’Ontario, la permission de prolonger son absence jusqu’au 15 septembre 2025,  À ces causes, sur recommandation du ministre de la Justice et en vertu de l’alinéa 54(1)b) de la Loi sur les juges, Son Excellence la Gouverneure générale en conseil autorise l’honorable Heather J. Williams à s’absenter de ses fonctions judiciaires du 16 mars 2025 au 15 septembre 2025.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}