{
  "id": "47543",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0639<br></p><p><strong>Date: </strong>2025-09-02</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under paragraph&nbsp;2(a) of the <em>Public Service Rearrangement and Transfer of Duties Act</em>, transfers from the Department of Fisheries and Oceans to the&nbsp;Department of National Defence the control and supervision of&nbsp;those portions of the federal public administration in the Department of Fisheries and Oceans known as the Canadian Coast Guard and the Canadian Coast Guard Support Services&nbsp;Group.</p> <br><p style=\"line-height:200%;\"></p> <p class=\"indent-content\">Sur recommandation du premier ministre et en&nbsp;vertu&nbsp;de l’alinéa 2a) de la <em>Loi sur les restructurations et les&nbsp;transferts d’attributions dans l’administration publique</em>, Son&nbsp;Excellence la Gouverneure générale en conseil transfère du&nbsp;ministère des Pêches et des Océans au ministère de la Défense nationale la responsabilité à l’égard des secteurs de&nbsp;l’administration publique fédérale qui se trouvent au sein du&nbsp;ministère des Pêches et des Océans et qui sont connus sous&nbsp;les noms de Garde côtière canadienne et de Groupe des&nbsp;services de soutien de la Garde côtière canadienne.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0639Date: 2025-09-02Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under paragraph 2(a) of the Public Service Rearrangement and Transfer of Duties Act, transfers from the Department of Fisheries and Oceans to the Department of National Defence the control and supervision of those portions of the federal public administration in the Department of Fisheries and Oceans known as the Canadian Coast Guard and the Canadian Coast Guard Support Services Group.  Sur recommandation du premier ministre et en vertu de l’alinéa 2a) de la Loi sur les restructurations et les transferts d’attributions dans l’administration publique, Son Excellence la Gouverneure générale en conseil transfère du ministère des Pêches et des Océans au ministère de la Défense nationale la responsabilité à l’égard des secteurs de l’administration publique fédérale qui se trouvent au sein du ministère des Pêches et des Océans et qui sont connus sous les noms de Garde côtière canadienne et de Groupe des services de soutien de la Garde côtière canadienne. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}