{
  "id": "47557",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0652<br></p><p><strong>Date: </strong>2025-09-05</p><hr><p></p><div><p class=\"indent-content\">Whereas, under paragraph&nbsp;24(1)(b) of the&nbsp;<em>Canada-Newfoundland and Labrador Offshore Petroleum Resources Atlantic Accord Implementation Act</em>, Scott Tessier was appointed on February 21, 2019, by&nbsp;the Canada-Newfoundland and Labrador Offshore Energy Regulator, by&nbsp;means of an open competition, as the Chief Executive Officer of the Canada‑Newfoundland and Labrador Offshore Energy Regulator;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas the Canada–Newfoundland and Labrador Offshore Energy Regulator resolved on January 13, 2025, that Scott Tessier be reappointed as the Chief Executive Officer of the Canada-Newfoundland and Labrador Offshore Energy Regulator for a term of six years; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, under subsection&nbsp;24(2) of the&nbsp;<em>Canada‑Newfoundland and Labrador Atlantic Accord Implementation Act</em>, approves the reappointment, made by the Canada-Newfoundland and Labrador Offshore Energy Regulator, of Scott&nbsp;Tessier of St. John’s, Newfoundland and Labrador, as Chief Executive Officer of the Canada-Newfoundland and Labrador Offshore Energy Regulator, to hold office for a term of six years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, en vertu de l’alinéa&nbsp;24(1) (b) de la&nbsp;<em>Loi de mise en&nbsp;œuvre de l’Accord atlantique Canada-Terre-Neuve-et-Labrador</em>, Scott&nbsp;Tessier a été choisi le 21&nbsp;février 2019 par la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière, par voie de concours public, à&nbsp;titre de premier dirigeant de la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière;</p> <p class=\"indent-content\">Attendu que la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière a décidé&nbsp;le 13&nbsp;janvier 2025 de nommer de nouveau Scott Tessier à titre de premier dirigeant de la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière pour une période de six&nbsp;ans, </p> <p class=\"indent-content\">À ces causes, sur recommandation du ministre des Ressources naturelles, en vertu du paragraphe&nbsp;24(2) de la&nbsp;<em>Loi de mise en œuvre de l’Accord atlantique Canada-Terre-Neuve et Labrador</em>, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat, faite par la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière, de Scott Tessier de St. John’s (Terre-Neuve-et-Labrador), premier dirigeant de la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière pour une période de&nbsp;six&nbsp;ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0652Date: 2025-09-05Whereas, under paragraph 24(1)(b) of the Canada-Newfoundland and Labrador Offshore Petroleum Resources Atlantic Accord Implementation Act, Scott Tessier was appointed on February 21, 2019, by the Canada-Newfoundland and Labrador Offshore Energy Regulator, by means of an open competition, as the Chief Executive Officer of the Canada‑Newfoundland and Labrador Offshore Energy Regulator;  Whereas the Canada–Newfoundland and Labrador Offshore Energy Regulator resolved on January 13, 2025, that Scott Tessier be reappointed as the Chief Executive Officer of the Canada-Newfoundland and Labrador Offshore Energy Regulator for a term of six years;   Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Natural Resources, under subsection 24(2) of the Canada‑Newfoundland and Labrador Atlantic Accord Implementation Act, approves the reappointment, made by the Canada-Newfoundland and Labrador Offshore Energy Regulator, of Scott Tessier of St. John’s, Newfoundland and Labrador, as Chief Executive Officer of the Canada-Newfoundland and Labrador Offshore Energy Regulator, to hold office for a term of six years.  Attendu que, en vertu de l’alinéa 24(1) (b) de la Loi de mise en œuvre de l’Accord atlantique Canada-Terre-Neuve-et-Labrador, Scott Tessier a été choisi le 21 février 2019 par la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière, par voie de concours public, à titre de premier dirigeant de la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière; Attendu que la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière a décidé le 13 janvier 2025 de nommer de nouveau Scott Tessier à titre de premier dirigeant de la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière pour une période de six ans,  À ces causes, sur recommandation du ministre des Ressources naturelles, en vertu du paragraphe 24(2) de la Loi de mise en œuvre de l’Accord atlantique Canada-Terre-Neuve et Labrador, Son Excellence la Gouverneure générale en conseil approuve le renouvellement du mandat, faite par la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière, de Scott Tessier de St. John’s (Terre-Neuve-et-Labrador), premier dirigeant de la Régie Canada — Terre-Neuve-et-Labrador de l’énergie extracôtière pour une période de six ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}