{
  "id": "47566",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0657<br></p><p><strong>Date: </strong>2025-09-11</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the&nbsp;recommendation of the Minister of Foreign Affairs, appoints Jean‑François&nbsp;Tremblay, Senior Official, Privy Council Office, to be concurrently Ambassador and Permanent Representative of Canada to the Organisation for Economic Co-operation and Development, in Paris, and fixes his remuneration and certain conditions of employment as set out in the annexed schedule, which salary is within the range ($357,600&nbsp;-&nbsp;$420,600).</p> <br><p style=\"text-align:left;page-break-inside:auto;page-break-after:auto;page-break-before:avoid;line-height:107.9167%;margin-top:0pt;margin-bottom:8pt;margin-right:-31.5pt;\"></p> <p class=\"indent-content\">Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Jean‑François Tremblay, haut fonctionnaire, Bureau&nbsp;du Conseil&nbsp;privé, concurremment ambassadeur et représentant permanent du Canada auprès de l’Organisation de coopération et de développement économiques, à Paris, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle (357 600 $ – 420 600 $).</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0657Date: 2025-09-11Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Jean‑François Tremblay, Senior Official, Privy Council Office, to be concurrently Ambassador and Permanent Representative of Canada to the Organisation for Economic Co-operation and Development, in Paris, and fixes his remuneration and certain conditions of employment as set out in the annexed schedule, which salary is within the range ($357,600 - $420,600).  Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Jean‑François Tremblay, haut fonctionnaire, Bureau du Conseil privé, concurremment ambassadeur et représentant permanent du Canada auprès de l’Organisation de coopération et de développement économiques, à Paris, et fixe sa rémunération et certaines conditions d’emploi conformément à l’annexe ci-jointe, lequel traitement se situe dans l’échelle (357 600 $ – 420 600 $). \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}