{
  "id": "47584",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0666<br></p><p><strong>Date: </strong>2025-09-18</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Agriculture and Agri-Food and the&nbsp;Minister of Health, makes the annexed <em>Regulations Amending the&nbsp;Health of Animals Regulations and the Safe Food for Canadians Regulations (Reducing Red Tape and Supporting Resilience — Import Reference Document, Hatcheries and Fresh Fruits and Vegetables)</em> under&nbsp;</p>  <p>(a) subsection 64(1) of the <em>Health of Animals Act</em>; and</p> <br> <p class=\"indent-content\">(b) subsection 51(1) of the <em>Safe Food for Canadians Act</em>.</p> <p class=\"indent-content\"></p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de l’Agriculture et de&nbsp;l’Agroalimentaire et de la ministre de la Santé, Son Excellence la&nbsp;Gouverneure générale en conseil prend le <em>Règlement modifiant le&nbsp;Règlement sur la santé des animaux et le Règlement sur la salubrité des aliments au Canada (réduction des formalités administratives et soutien à la résilience – document de référence, couvoirs et fruits et légumes frais)</em>, ci-après, en vertu :</p> <br> <p>a) du paragraphe 64(1) de la <em>Loi sur la santé des animaux</em>;</p> <br> <p>b) du paragraphe 51(1) de la <em>Loi sur la salubrité des aliments au&nbsp;Canada</em>.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-09-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0666Date: 2025-09-18Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food and the Minister of Health, makes the annexed Regulations Amending the Health of Animals Regulations and the Safe Food for Canadians Regulations (Reducing Red Tape and Supporting Resilience — Import Reference Document, Hatcheries and Fresh Fruits and Vegetables) under   (a) subsection 64(1) of the Health of Animals Act; and  (b) subsection 51(1) of the Safe Food for Canadians Act.   Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et de la ministre de la Santé, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur la santé des animaux et le Règlement sur la salubrité des aliments au Canada (réduction des formalités administratives et soutien à la résilience – document de référence, couvoirs et fruits et légumes frais), ci-après, en vertu :  a) du paragraphe 64(1) de la Loi sur la santé des animaux;  b) du paragraphe 51(1) de la Loi sur la salubrité des aliments au Canada. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}