{
  "id": "47593",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0675<br></p><p><strong>Date: </strong>2025-09-18</p><hr><p></p><div><p class=\"indent-content\">Whereas Saskatchewan requested financial assistance from the federal government on March 10, 2025 in respect of the provincial emergency referred to in the annexed&nbsp;Order;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister Emergency Management and Community Resilience, makes the annexed <em>Provincial Emergency Financial Assistance Order No. 285</em> under paragraphs 7(c) and (d) of the&nbsp;<em>Emergency Management Act</em>.</p> <br><br> <p class=\"indent-content\">Attendu que la Saskatchewan a présenté une demande d’aide financière au gouvernement fédéral le 10 mars 2025 à l’égard de&nbsp;l’urgence provinciale visée par le&nbsp;décret&nbsp;ci-après,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre de la&nbsp;Gestion des urgences et de la Résilience des communautés et en vertu&nbsp;des alinéas 7c) et d) de la <em>Loi sur la&nbsp;gestion des urgences</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret n</em><em><sup>o</sup></em><em>&nbsp;285 sur l’aide financière à l’égard d’une urgence provinciale</em>, ci-après.</p> <p class=\"indent-content\"></p> <br> </div><br><div><p>Provincial Emergency Financial Assistance Order No. 285</p> <br> <p>Declaration</p> <br> <p>1 The following provincial emergency is declared to be of concern to the federal government, namely, the interface fires that occurred in Saskatchewan from August&nbsp;9&nbsp;to&nbsp;September 23, 2024 which affected numerous communities within the&nbsp;2021&nbsp;Statistics Canada Saskatchewan Census Division Number 18.</p> <br> <p>Authorization</p> <br> <p>2 The Minister of Public Safety and Emergency Preparedness is authorized to provide&nbsp;financial assistance under paragraph 4(1)(j) of the <em>Emergency Management Act</em>&nbsp;to Saskatchewan in respect of the provincial emergency referred to in section 1.</p> <br> <br><br> <p>Décret n<sup>o</sup> 285 sur l’aide financière à l’égard d’une urgence provinciale</p> <br> <p>Déclaration</p> <br> <p>1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, les incendies qui sont survenus en milieu périurbain en Saskatchewan du 9 août au 23 septembre 2024 et qui ont touché de&nbsp;nombreuses collectivités situées dans la division de recensement n<sup>o</sup> 18 établie en&nbsp;2021&nbsp;par Statistique Canada pour la Saskatchewan.</p> <br> <p>Autorisation</p> <br> <p>2 Le ministre de la Sécurité publique et de la Protection civile est autorisé à fournir, au&nbsp;titre de l’alinéa 4(1)j) de la <em>Loi sur la gestion des urgences</em>, une aide financière en&nbsp;Saskatchewan à l’égard de l’urgence provinciale visée à l’article 1.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-09-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0675Date: 2025-09-18Whereas Saskatchewan requested financial assistance from the federal government on March 10, 2025 in respect of the provincial emergency referred to in the annexed Order;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister Emergency Management and Community Resilience, makes the annexed Provincial Emergency Financial Assistance Order No. 285 under paragraphs 7(c) and (d) of the Emergency Management Act.  Attendu que la Saskatchewan a présenté une demande d’aide financière au gouvernement fédéral le 10 mars 2025 à l’égard de l’urgence provinciale visée par le décret ci-après,  À ces causes, sur recommandation de la ministre de la Gestion des urgences et de la Résilience des communautés et en vertu des alinéas 7c) et d) de la Loi sur la gestion des urgences, Son Excellence la Gouverneure générale en conseil prend le Décret no 285 sur l’aide financière à l’égard d’une urgence provinciale, ci-après.   Provincial Emergency Financial Assistance Order No. 285  Declaration  1 The following provincial emergency is declared to be of concern to the federal government, namely, the interface fires that occurred in Saskatchewan from August 9 to September 23, 2024 which affected numerous communities within the 2021 Statistics Canada Saskatchewan Census Division Number 18.  Authorization  2 The Minister of Public Safety and Emergency Preparedness is authorized to provide financial assistance under paragraph 4(1)(j) of the Emergency Management Act to Saskatchewan in respect of the provincial emergency referred to in section 1.   Décret no 285 sur l’aide financière à l’égard d’une urgence provinciale  Déclaration  1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, les incendies qui sont survenus en milieu périurbain en Saskatchewan du 9 août au 23 septembre 2024 et qui ont touché de nombreuses collectivités situées dans la division de recensement no 18 établie en 2021 par Statistique Canada pour la Saskatchewan.  Autorisation  2 Le ministre de la Sécurité publique et de la Protection civile est autorisé à fournir, au titre de l’alinéa 4(1)j) de la Loi sur la gestion des urgences, une aide financière en Saskatchewan à l’égard de l’urgence provinciale visée à l’article 1.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}