{
  "id": "47591",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0673<br></p><p><strong>Date: </strong>2025-09-18</p><hr><p></p><div><p class=\"indent-content\">Whereas Yukon requested financial assistance from the federal government on November 14, 2024 in respect of the provincial emergency referred to in the annexed Order;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister Emergency Preparedness and Community Resilience, makes the annexed <em>Provincial Emergency Financial Assistance Order No. 282</em> under paragraphs 7(c) and (d) of the&nbsp;<em>Emergency Management</em><em>Act</em>.</p> <br><br> <p class=\"indent-content\">Attendu que le Yukon a présenté une demande d’aide financière au gouvernement fédéral le 14 novembre 2024 à l’égard de&nbsp;l’urgence provinciale visée par le décret ci‑après,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre de la&nbsp;Gestion des urgences et de la Résilience des&nbsp;communautés et en&nbsp;vertu&nbsp;des alinéas 7c) et d) de la <em>Loi sur&nbsp;la&nbsp;gestion des urgences</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret n</em><em><sup>o</sup></em><em>&nbsp;282 sur l’aide financière à&nbsp;l’égard d’une urgence provinciale</em>, ci-après.</p> <p class=\"indent-content\"></p> <br> </div><br><div><p>Provincial Emergency Financial Assistance Order No. 282</p> <br> <p>Declaration</p> <br> <p>1 The following provincial emergency is declared to be of concern to the federal government, namely, the <em>interface fire </em>that occurred in <em>Yukon</em> from June 20 to August&nbsp;21,&nbsp;2024 which affected numerous communities within the 2021 Statistics Canada&nbsp;Yukon Census subdivision Numbers 6001012, 6001022, 6001029, 6001031, 6001041, 6001042, 6001045, 6001050, and 6001052.</p> <br> <p>Authorization</p> <br> <p>2 The Minister of Public Safety and Emergency Preparedness is authorized to provide financial assistance under paragraph 4(1)(j) of the <em>Emergency Management Act</em> to Yukon in respect of the provincial emergency referred to in section 1.</p> <br> <br><br> <p>Décret n<sup>o</sup> 282 sur l’aide financière à l’égard d’une urgence provinciale</p> <br> <p>Déclaration</p> <br> <p>1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, les incendies qui sont survenus en milieu périurbain <em>au Yukon</em> du 20 juin au 21 août 2024 et qui ont touché de nombreuses collectivités situées dans les subdivisions de recensement n<sup>os</sup> 6001012, 6001022, 6001029, 6001031, 6001041, 6001042, 6001045, 6001050 et 6001052 établies en 2021 par Statistique Canada pour le Yukon.</p> <br> <p>Autorisation</p> <br> <p>2 Le ministre de la Sécurité publique et de la Protection civile est autorisé à fournir, au&nbsp;titre de l’alinéa 4(1)j) de la <em>Loi sur la gestion des urgences</em>, une aide financière au Yukon à l’égard de l’urgence provinciale visée à l’article 1.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-09-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0673Date: 2025-09-18Whereas Yukon requested financial assistance from the federal government on November 14, 2024 in respect of the provincial emergency referred to in the annexed Order;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister Emergency Preparedness and Community Resilience, makes the annexed Provincial Emergency Financial Assistance Order No. 282 under paragraphs 7(c) and (d) of the Emergency ManagementAct.  Attendu que le Yukon a présenté une demande d’aide financière au gouvernement fédéral le 14 novembre 2024 à l’égard de l’urgence provinciale visée par le décret ci‑après,  À ces causes, sur recommandation de la ministre de la Gestion des urgences et de la Résilience des communautés et en vertu des alinéas 7c) et d) de la Loi sur la gestion des urgences, Son Excellence la Gouverneure générale en conseil prend le Décret no 282 sur l’aide financière à l’égard d’une urgence provinciale, ci-après.   Provincial Emergency Financial Assistance Order No. 282  Declaration  1 The following provincial emergency is declared to be of concern to the federal government, namely, the interface fire that occurred in Yukon from June 20 to August 21, 2024 which affected numerous communities within the 2021 Statistics Canada Yukon Census subdivision Numbers 6001012, 6001022, 6001029, 6001031, 6001041, 6001042, 6001045, 6001050, and 6001052.  Authorization  2 The Minister of Public Safety and Emergency Preparedness is authorized to provide financial assistance under paragraph 4(1)(j) of the Emergency Management Act to Yukon in respect of the provincial emergency referred to in section 1.   Décret no 282 sur l’aide financière à l’égard d’une urgence provinciale  Déclaration  1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, les incendies qui sont survenus en milieu périurbain au Yukon du 20 juin au 21 août 2024 et qui ont touché de nombreuses collectivités situées dans les subdivisions de recensement nos 6001012, 6001022, 6001029, 6001031, 6001041, 6001042, 6001045, 6001050 et 6001052 établies en 2021 par Statistique Canada pour le Yukon.  Autorisation  2 Le ministre de la Sécurité publique et de la Protection civile est autorisé à fournir, au titre de l’alinéa 4(1)j) de la Loi sur la gestion des urgences, une aide financière au Yukon à l’égard de l’urgence provinciale visée à l’article 1.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}