{
  "id": "47600",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0681<br></p><p><strong>Date: </strong>2025-09-25</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, makes the annexed <em>Regulations Amending the Antarctic Environmental Protection Regulations and the Environmental Violations Administrative Monetary Penalties Regulations</em> under</p> <p class=\"indent-content\"></p> <p>(a) section 26 of the <em>Antarctic Environmental Protection Act</em>; and</p> <br> <p>(b) subsection 5(1) of the <em>Environmental Violations Administrative Monetary Penalties Act</em>.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation de la ministre de l’Environnement, Son&nbsp;Excellence la Gouverneure générale en conseil prend <em>le Règlement modifiant le Règlement sur la protection de l’environnement en Antarctique et le Règlement sur les pénalités administratives en matière d’environnement</em>, ci-après, en vertu :</p> <br> <p>a) de l’article 26 de la <em>Loi sur la protection de l’environnement en&nbsp;Antarctique</em>;</p> <br> <p>b) du paragraphe 5(1) de la <em>Loi sur les pénalités administratives en&nbsp;matière d’environnement</em>.</p> <br> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-10-02\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0681Date: 2025-09-25Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, makes the annexed Regulations Amending the Antarctic Environmental Protection Regulations and the Environmental Violations Administrative Monetary Penalties Regulations under  (a) section 26 of the Antarctic Environmental Protection Act; and  (b) subsection 5(1) of the Environmental Violations Administrative Monetary Penalties Act.   Sur recommandation de la ministre de l’Environnement, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur la protection de l’environnement en Antarctique et le Règlement sur les pénalités administratives en matière d’environnement, ci-après, en vertu :  a) de l’article 26 de la Loi sur la protection de l’environnement en Antarctique;  b) du paragraphe 5(1) de la Loi sur les pénalités administratives en matière d’environnement.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}