{
  "id": "47606",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0687<br></p><p><strong>Date: </strong>2025-09-25</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, after consultation with the appropriate provincial Ministers of the participating provinces, under subsections 10(1) and (3) of the <em>Canada Pension Plan Investment Board Act</em>, appoints Gillian Denham of Toronto, Ontario, to be a director of the Board of Directors of the Canada Pension Plan Investment Board, to&nbsp;hold&nbsp;office during good behaviour for a term of three years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre des Finances, après consultation avec les ministres provinciaux compétents des provinces participantes, en vertu des paragraphes 10(1) et (3) de la <em>Loi sur l’Office d’investissement du régime de pensions du Canada</em>, Son Excellence la&nbsp;Gouverneure générale en conseil nomme Gillian Denham de Toronto&nbsp;(Ontario), administratrice du conseil d’administration de l’Office&nbsp;d’investissement du régime de pensions du Canada, à&nbsp;titre&nbsp;inamovible pour un mandat de trois ans.</p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-10-02\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0687Date: 2025-09-25Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, after consultation with the appropriate provincial Ministers of the participating provinces, under subsections 10(1) and (3) of the Canada Pension Plan Investment Board Act, appoints Gillian Denham of Toronto, Ontario, to be a director of the Board of Directors of the Canada Pension Plan Investment Board, to hold office during good behaviour for a term of three years.  Sur recommandation du ministre des Finances, après consultation avec les ministres provinciaux compétents des provinces participantes, en vertu des paragraphes 10(1) et (3) de la Loi sur l’Office d’investissement du régime de pensions du Canada, Son Excellence la Gouverneure générale en conseil nomme Gillian Denham de Toronto (Ontario), administratrice du conseil d’administration de l’Office d’investissement du régime de pensions du Canada, à titre inamovible pour un mandat de trois ans.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}