{
  "id": "47603",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0684<br></p><p><strong>Date: </strong>2025-09-25</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, under section 230 of the <em>Fall Economic Statement Implementation Act, 2023</em>, chapter 15 of the Statutes of Canada, 2024, fixes the&nbsp;day on which this Order is made as the day on which sections 219 to 228 of that Act come into force.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation du ministre des Finances et&nbsp;en vertu de l’article 230 de la <em>Loi d’exécution de l’énoncé économique de l’automne 2023</em>, chapitre 15 des Lois du Canada (2024), Son Excellence la Gouverneure générale en&nbsp;conseil fixe à la date de prise du présent décret la date d’entrée en vigueur des articles 219 à 228 de cette loi.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-10-02\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0684Date: 2025-09-25Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, under section 230 of the Fall Economic Statement Implementation Act, 2023, chapter 15 of the Statutes of Canada, 2024, fixes the day on which this Order is made as the day on which sections 219 to 228 of that Act come into force.   Sur recommandation du ministre des Finances et en vertu de l’article 230 de la Loi d’exécution de l’énoncé économique de l’automne 2023, chapitre 15 des Lois du Canada (2024), Son Excellence la Gouverneure générale en conseil fixe à la date de prise du présent décret la date d’entrée en vigueur des articles 219 à 228 de cette loi. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}