{
  "id": "47627",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0701<br></p><p><strong>Date: </strong>2025-10-03</p><hr><p></p><div><p class=\"indent-content\">Whereas British Columbia requested financial assistance from the federal government on September&nbsp;19,&nbsp;2023 in&nbsp;respect of the provincial emergency referred to in <em>Provincial Emergency Financial Assistance Order&nbsp;No. 265</em>,made by Order in&nbsp;Council P.C. 2024-261 of&nbsp;March 25, 2024;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">And whereas it is necessary to amend the Order to&nbsp;add a&nbsp;census division affected by that provincial emergency;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in&nbsp;Council, on the recommendation of the Minister of Emergency Management and Community Resilience, makes the annexed <em>Order Amending</em><em>Provincial Emergency Financial Assistance Order No. </em><em>265</em>under paragraphs 7(c) and (d) of the&nbsp;<em>Emergency Management Act</em>.</p> <br><br> <p class=\"indent-content\">Attendu que la Colombie-Britannique a présenté une&nbsp;demande d’aide financière au gouvernement fédéral le&nbsp;19&nbsp;septembre&nbsp;2023 à l’égard de l’urgence provinciale visée par le&nbsp;<em>Décret n</em><sup>o</sup><em>265 sur l’aide financière à l’égard d’une urgence provinciale</em> du 25 mars 2024, pris par le décret C.P.&nbsp;2024-261 du&nbsp;25 mars 2024;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu qu’il est nécessaire de modifier ce décret afin d’y ajouter une division de recensement visée par l’urgence provinciale en cause,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre de la&nbsp;Gestion des urgences et de la Résilience des&nbsp;communautés et en&nbsp;vertu&nbsp;des alinéas 7c) et d) de la <em>Loi sur&nbsp;la&nbsp;gestion des urgences</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret </em><em>modifiant</em><em> le Décret n</em><em><sup>o&nbsp;</sup></em><em>265&nbsp;sur l’aide financière à&nbsp;l’égard d’une urgence&nbsp;provinciale</em>, ci-après.</p> <p class=\"indent-content\"></p> <br> </div><br><div><p>Order Amending Provincial Emergency Financial Assistance Order No. 265</p> <br> <p>Declaration</p> <br> <p>1 Section 1 of the <em>Provincial Emergency Financial Assistance Order No. 265</em>, made by&nbsp;Order in Council P.C. 2024-261 of March 25, 2024, is replaced by the following:</p> <br> <p>1The following provincial emergency is declared to be of concern to the federal government, namely, the spring flooding that occurred in British Columbia from April&nbsp;27,&nbsp;2023 to May 22, 2023 which affected numerous communities within the&nbsp;2021&nbsp;Statistics Canada British Columbia Census Divisions Numbers 5905, </p> <p>5907, 5931, 5933, 5935, 5941 and 5951.</p> <br><br> <p>Décret modifiant le décret n<sup>o</sup> 265 sur l’aide financière à l’égard d’une urgence provinciale</p> <br> <p>Déclaration</p> <br> <p>1 L’article 1 du <em>Décret n</em><em><sup>o</sup></em><em> 265 sur l’aide financière à l’égard d’une urgence provinciale, </em>pris par le décret C.P. 2024-261 du 25 mars 2024, est remplacé par ce qui suit :</p> <br> <p>1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de</p> <p>préoccupation pour le gouvernement fédéral : à savoir, les inondations printanières qui&nbsp;sont survenues en Colombie-Britannique du 27 avril 2023 au 22 mai 2023 et qui ont touché de nombreuses collectivités situées dans les divisions de recensement n<sup>os</sup> 5905, 5907, 5931, 5933, 5935, 5941 et 5951 établies en 2021 par Statistique Canada pour la&nbsp;Colombie-Britannique.</p> <br> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-10-09\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0701Date: 2025-10-03Whereas British Columbia requested financial assistance from the federal government on September 19, 2023 in respect of the provincial emergency referred to in Provincial Emergency Financial Assistance Order No. 265,made by Order in Council P.C. 2024-261 of March 25, 2024;  And whereas it is necessary to amend the Order to add a census division affected by that provincial emergency;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Emergency Management and Community Resilience, makes the annexed Order AmendingProvincial Emergency Financial Assistance Order No. 265under paragraphs 7(c) and (d) of the Emergency Management Act.  Attendu que la Colombie-Britannique a présenté une demande d’aide financière au gouvernement fédéral le 19 septembre 2023 à l’égard de l’urgence provinciale visée par le Décret no265 sur l’aide financière à l’égard d’une urgence provinciale du 25 mars 2024, pris par le décret C.P. 2024-261 du 25 mars 2024;  Attendu qu’il est nécessaire de modifier ce décret afin d’y ajouter une division de recensement visée par l’urgence provinciale en cause,  À ces causes, sur recommandation de la ministre de la Gestion des urgences et de la Résilience des communautés et en vertu des alinéas 7c) et d) de la Loi sur la gestion des urgences, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant le Décret no 265 sur l’aide financière à l’égard d’une urgence provinciale, ci-après.   Order Amending Provincial Emergency Financial Assistance Order No. 265  Declaration  1 Section 1 of the Provincial Emergency Financial Assistance Order No. 265, made by Order in Council P.C. 2024-261 of March 25, 2024, is replaced by the following:  1The following provincial emergency is declared to be of concern to the federal government, namely, the spring flooding that occurred in British Columbia from April 27, 2023 to May 22, 2023 which affected numerous communities within the 2021 Statistics Canada British Columbia Census Divisions Numbers 5905,  5907, 5931, 5933, 5935, 5941 and 5951.  Décret modifiant le décret no 265 sur l’aide financière à l’égard d’une urgence provinciale  Déclaration  1 L’article 1 du Décret no 265 sur l’aide financière à l’égard d’une urgence provinciale, pris par le décret C.P. 2024-261 du 25 mars 2024, est remplacé par ce qui suit :  1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, les inondations printanières qui sont survenues en Colombie-Britannique du 27 avril 2023 au 22 mai 2023 et qui ont touché de nombreuses collectivités situées dans les divisions de recensement nos 5905, 5907, 5931, 5933, 5935, 5941 et 5951 établies en 2021 par Statistique Canada pour la Colombie-Britannique.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}