{
  "id": "47621",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0696<br></p><p><strong>Date: </strong>2025-09-30</p><hr><p></p><div><p class=\"indent-content\">Whereas the Security Council of the United Nations, acting&nbsp;under Article 41 of the Charter of the United Nations, adopted Resolution 2231 (2015) on July 20, 2015;</p> <br> <p class=\"indent-content\">And whereas it appears to the Governor in Council to be&nbsp;necessary to make regulations for enabling the measures set out in&nbsp;paragraph 12 of that resolution to be effectively applied;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the annexed <em>Regulations Amending the Regulations Implementing the United&nbsp;Nations Resolutions on Iran</em> under section 2 of the <em>United&nbsp;Nations&nbsp;Act</em>.</p> <br> <br><br> <p class=\"indent-content\">Attendu que le Conseil de sécurité des Nations Unies a&nbsp;adopté, en vertu de l’Article&nbsp;41 de la Charte des Nations Unies, la&nbsp;résolution&nbsp;2231 (2015) le 20&nbsp;juillet 2015;</p> <br> <p class=\"indent-content\">Attendu qu’il semble utile à la gouverneure en conseil de&nbsp;prendre un règlement pour l’application des mesures énoncées au&nbsp;paragraphe&nbsp;12 de cette résolution,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre des&nbsp;Affaires étrangères et en vertu de l’article&nbsp;2 de la <em>Loi sur les Nations&nbsp;Unies</em>, Son Excellence la Gouverneure générale en conseil prend&nbsp;le <em>Règlement modifiant le Règlement d’application des résolutions&nbsp;des Nations Unies sur l’Iran</em>, ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-10-04\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0696Date: 2025-09-30Whereas the Security Council of the United Nations, acting under Article 41 of the Charter of the United Nations, adopted Resolution 2231 (2015) on July 20, 2015;  And whereas it appears to the Governor in Council to be necessary to make regulations for enabling the measures set out in paragraph 12 of that resolution to be effectively applied;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the annexed Regulations Amending the Regulations Implementing the United Nations Resolutions on Iran under section 2 of the United Nations Act.   Attendu que le Conseil de sécurité des Nations Unies a adopté, en vertu de l’Article 41 de la Charte des Nations Unies, la résolution 2231 (2015) le 20 juillet 2015;  Attendu qu’il semble utile à la gouverneure en conseil de prendre un règlement pour l’application des mesures énoncées au paragraphe 12 de cette résolution,  À ces causes, sur recommandation de la ministre des Affaires étrangères et en vertu de l’article 2 de la Loi sur les Nations Unies, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement d’application des résolutions des Nations Unies sur l’Iran, ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}