{
  "id": "47630",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0702<br></p><p><strong>Date: </strong>2025-10-03</p><hr><p></p><div><p class=\"indent-content\">Whereas the Governor in Council is satisfied that the majority of the aggregate of the producers and importers of industrial hemp products and derivatives in Canada is in favour of the amendment to the <em>Canadian Industrial Hemp Promotion-Research Agency Proclamation</em> set out in the schedule;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, directs that a proclamation be issued under subsection 39(1) of the <em>Farm&nbsp;Products Agencies Act</em> amending the <em>Canadian Industrial Hemp Promotion-Research Agency Proclamation</em> in accordance with the schedule.</p> <br><br> <p class=\"indent-content\">Attendu que la gouverneure en conseil est convaincue que la majorité de l’ensemble des producteurs et des importateurs de produits de chanvre industriel et de dérivés au Canada est en faveur de la modification de la <em>Proclamation visant l’Office canadien de promotion et&nbsp;de recherche pour le chanvre industriel</em> figurant à l’annexe,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe 39(1) de la&nbsp;<em>Loi sur les offices des produits agricoles</em>, Son Excellence la&nbsp;Gouverneure générale en conseil ordonne que soit prise une proclamation modifiant, conformément à l’annexe, la <em>Proclamation visant l’Office canadien de promotion et de recherche pour le chanvre industriel</em>.</p> </div><br><div><p><strong>SCHEDULE</strong></p> <p class=\"indent-content\"></p> <p><strong>1</strong><strong> The definitions </strong><strong><em>derivative</em></strong><strong> and </strong><strong><em>industrial hemp product</em></strong><strong> in section 1 of the schedule to the </strong><strong><em>Canadian Industrial Hemp Promotion-Research Agency Proclamation</em></strong><strong> are replaced by the following:</strong></p> <br> <p><strong><em>derivative</em></strong> means anything set out in items 5 and 6 of Schedule 2 to the <em>Cannabis Act</em>. (<em>dérivé</em>)</p> <p><strong><em>industrial hemp product</em></strong> means industrial hemp and anything set out in items 1 to 4 of Schedule 2 to the <em>Cannabis Act</em>. (<em>produit de chanvre industriel</em>)</p> <br><br> <p><strong>ANNEXE </strong></p> <br> <p><strong>1</strong><strong> Les définitions de </strong><strong><em>dérivé</em></strong><strong> et </strong><strong><em>produit de chanvre industriel</em></strong><strong>, à l’article 1 de l’annexe de la </strong><strong><em>Proclamation visant l’Office canadien de promotion et de recherche pour le chanvre industriel</em></strong><strong>, sont respectivement remplacées par ce qui suit :</strong></p> <br> <p><strong><em>dérivé</em></strong> Toute chose visée aux articles 5 et 6 de l’annexe 2 de la <em>Loi sur le cannabis</em>. (<em>derivative</em>)</p> <p><strong><em>produit de chanvre industriel</em></strong> Chanvre industriel et toute chose visée aux articles 1 à 4 de l’annexe 2 de la <em>Loi sur le cannabis</em>. (<em>industrial hemp product</em>)</p> <p class=\"indent-content\"></p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-10-09\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0702Date: 2025-10-03Whereas the Governor in Council is satisfied that the majority of the aggregate of the producers and importers of industrial hemp products and derivatives in Canada is in favour of the amendment to the Canadian Industrial Hemp Promotion-Research Agency Proclamation set out in the schedule;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, directs that a proclamation be issued under subsection 39(1) of the Farm Products Agencies Act amending the Canadian Industrial Hemp Promotion-Research Agency Proclamation in accordance with the schedule.  Attendu que la gouverneure en conseil est convaincue que la majorité de l’ensemble des producteurs et des importateurs de produits de chanvre industriel et de dérivés au Canada est en faveur de la modification de la Proclamation visant l’Office canadien de promotion et de recherche pour le chanvre industriel figurant à l’annexe,  À ces causes, sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire et en vertu du paragraphe 39(1) de la Loi sur les offices des produits agricoles, Son Excellence la Gouverneure générale en conseil ordonne que soit prise une proclamation modifiant, conformément à l’annexe, la Proclamation visant l’Office canadien de promotion et de recherche pour le chanvre industriel. SCHEDULE  1 The definitions derivative and industrial hemp product in section 1 of the schedule to the Canadian Industrial Hemp Promotion-Research Agency Proclamation are replaced by the following:  derivative means anything set out in items 5 and 6 of Schedule 2 to the Cannabis Act. (dérivé) industrial hemp product means industrial hemp and anything set out in items 1 to 4 of Schedule 2 to the Cannabis Act. (produit de chanvre industriel)  ANNEXE   1 Les définitions de dérivé et produit de chanvre industriel, à l’article 1 de l’annexe de la Proclamation visant l’Office canadien de promotion et de recherche pour le chanvre industriel, sont respectivement remplacées par ce qui suit :  dérivé Toute chose visée aux articles 5 et 6 de l’annexe 2 de la Loi sur le cannabis. (derivative) produit de chanvre industriel Chanvre industriel et toute chose visée aux articles 1 à 4 de l’annexe 2 de la Loi sur le cannabis. (industrial hemp product)   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}