{
  "id": "47638",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0711<br></p><p><strong>Date: </strong>2025-10-10</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, after consultation by the Minister with the board of directors of&nbsp;VIA&nbsp;Rail Canada Inc., under section&nbsp;134 of the <em>Financial Administration Act</em>, appoints the Auditor General of&nbsp;Canada as the auditor of VIA&nbsp;Rail Canada Inc. for the&nbsp;2025&nbsp;calendar year.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation du ministre des Transports, après consultation par celui-ci du conseil d’administration de&nbsp;VIA Rail Canada Inc., et en vertu de l’article&nbsp;134 de la&nbsp;<em>Loi&nbsp;sur la&nbsp;gestion des finances publiques</em>, Son Excellence la&nbsp;Gouverneure générale en conseil nomme le vérificateur général à titre de vérificateur de VIA&nbsp;Rail Canada Inc. pour&nbsp;l’année civile&nbsp;2025.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0711Date: 2025-10-10Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, after consultation by the Minister with the board of directors of VIA Rail Canada Inc., under section 134 of the Financial Administration Act, appoints the Auditor General of Canada as the auditor of VIA Rail Canada Inc. for the 2025 calendar year.   Sur recommandation du ministre des Transports, après consultation par celui-ci du conseil d’administration de VIA Rail Canada Inc., et en vertu de l’article 134 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil nomme le vérificateur général à titre de vérificateur de VIA Rail Canada Inc. pour l’année civile 2025. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}