{
  "id": "47641",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0714<br></p><p><strong>Date: </strong>2025-10-10</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, considering that the collection of certain amounts is unreasonable, on the recommendation of the Treasury Board and the Minister of&nbsp;Health makes the annexed <em>Remission Order in respect of&nbsp;Canadian Dental Care Plan Eligibility Issues</em> under subsection&nbsp;23(2.1) of the <em>Financial Administration Act</em>.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation du Conseil du Trésor et de&nbsp;la&nbsp;ministre de la Santé et en vertu du paragraphe 23(2.1) de&nbsp;la&nbsp;<em>Loi&nbsp;sur la gestion des finances publiques</em>, Son Excellence la&nbsp;Gouverneure générale en conseil, estimant que le recouvrement de certaines sommes est déraisonnable, prend le&nbsp;<em>Décret de remise visant des questions d’admissibilité au Régime canadien de soins dentaires</em>, ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0714Date: 2025-10-10Her Excellency the Governor General in Council, considering that the collection of certain amounts is unreasonable, on the recommendation of the Treasury Board and the Minister of Health makes the annexed Remission Order in respect of Canadian Dental Care Plan Eligibility Issues under subsection 23(2.1) of the Financial Administration Act.   Sur recommandation du Conseil du Trésor et de la ministre de la Santé et en vertu du paragraphe 23(2.1) de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil, estimant que le recouvrement de certaines sommes est déraisonnable, prend le Décret de remise visant des questions d’admissibilité au Régime canadien de soins dentaires, ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}