{
  "id": "47673",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0741<br></p><p><strong>Date: </strong>2025-10-30</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Works and&nbsp;Government Services, under section 33 of the <em>Defence Production Act</em> and for the purposes of section 15 of that Act, designates the materials or substances set out in the schedule as materials or substances essential to the needs of the community of which it is advisable to maintain stocks in order&nbsp;to&nbsp;safeguard against possible shortages thereof.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation du ministre des Travaux&nbsp;publics et des Services gouvernementaux, pour l’application de l’article 15 de la <em>Loi sur la production de défense</em> et en vertu de l’article 33 de cette loi, Son Excellence la Gouverneure générale en conseil désigne les matières ou&nbsp;substances qui sont énumérées à l’annexe comme indispensables aux besoins de la collectivité et dont il est opportun de maintenir des stocks afin d’en prévenir la pénurie.</p> <br> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0741Date: 2025-10-30Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Works and Government Services, under section 33 of the Defence Production Act and for the purposes of section 15 of that Act, designates the materials or substances set out in the schedule as materials or substances essential to the needs of the community of which it is advisable to maintain stocks in order to safeguard against possible shortages thereof.   Sur recommandation du ministre des Travaux publics et des Services gouvernementaux, pour l’application de l’article 15 de la Loi sur la production de défense et en vertu de l’article 33 de cette loi, Son Excellence la Gouverneure générale en conseil désigne les matières ou substances qui sont énumérées à l’annexe comme indispensables aux besoins de la collectivité et dont il est opportun de maintenir des stocks afin d’en prévenir la pénurie.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}