{
  "id": "47680",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0748<br></p><p><strong>Date: </strong>2025-10-30</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, under section 384 of the <em>Budget Implementation Act, 2024, No. 1</em>, chapter 17 of the&nbsp;Statutes of Canada, 2024, fixes the day on which this Order is&nbsp;made as the day on which Division 37 of Part 4 of that Act comes into force.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre de l’Industrie et&nbsp;en vertu de l’article 384 de la <em>Loi n</em><em><sup>o</sup></em><em> 1 d’exécution du budget de&nbsp;2024</em>, chapitre 17 des Lois du Canada (2024), Son Excellence la Gouverneure générale en conseil fixe à la date de prise du&nbsp;présent décret la date d’entrée en vigueur de la section 37 de&nbsp;la partie 4 de cette loi.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0748Date: 2025-10-30Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, under section 384 of the Budget Implementation Act, 2024, No. 1, chapter 17 of the Statutes of Canada, 2024, fixes the day on which this Order is made as the day on which Division 37 of Part 4 of that Act comes into force.  Sur recommandation de la ministre de l’Industrie et en vertu de l’article 384 de la Loi no 1 d’exécution du budget de 2024, chapitre 17 des Lois du Canada (2024), Son Excellence la Gouverneure générale en conseil fixe à la date de prise du présent décret la date d’entrée en vigueur de la section 37 de la partie 4 de cette loi. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}