{
  "id": "47682",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0750<br></p><p><strong>Date: </strong>2025-10-30</p><hr><p></p><div><p class=\"indent-content\">Whereas the Chambre de Commerce de L’Ascension, in&nbsp;Quebec, whose certificate of formation was recorded under the <em>Boards of Trade Act </em>on March 15, 1978, has&nbsp;ceased to exercise its franchises;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in&nbsp;Council,&nbsp;on the recommendation of the Minister of Industry, dissolves the Chambre de Commerce de L’Ascension under section 43 of the <em>Boards of Trade&nbsp;Act</em>.</p> <p class=\"indent-content\"></p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que la Chambre de Commerce de L'Ascension&nbsp;(Québec), dont le certificat de formation a été enregistré en&nbsp;vertu de la <em>Loi sur les chambres de commerce </em>le&nbsp;15&nbsp;mars 1978, a&nbsp;cessé d’exercer ses pouvoirs,</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre de&nbsp;l’Industrie et en vertu de l’article 43 de la <em>Loi sur les chambres de commerce</em>, Son Excellence la Gouverneure générale en&nbsp;conseil dissout&nbsp;la&nbsp;Chambre de Commerce de L'Ascension.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0750Date: 2025-10-30Whereas the Chambre de Commerce de L’Ascension, in Quebec, whose certificate of formation was recorded under the Boards of Trade Act on March 15, 1978, has ceased to exercise its franchises;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, dissolves the Chambre de Commerce de L’Ascension under section 43 of the Boards of Trade Act.   Attendu que la Chambre de Commerce de L'Ascension (Québec), dont le certificat de formation a été enregistré en vertu de la Loi sur les chambres de commerce le 15 mars 1978, a cessé d’exercer ses pouvoirs,  À ces causes, sur recommandation de la ministre de l’Industrie et en vertu de l’article 43 de la Loi sur les chambres de commerce, Son Excellence la Gouverneure générale en conseil dissout la Chambre de Commerce de L'Ascension. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}