{
  "id": "47716",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0779<br></p><p><strong>Date: </strong>2025-11-05</p><hr><p></p><div><p>The Committee of the Privy Council, on the recommendation of the Prime Minister, advises that the Honourable Darlene Jamieson, a Judge of the Supreme Court of Nova Scotia, be appointed Associate Chief Justice of the Supreme Court of Nova Scotia, and a Judge <em>ex officio </em>of the Nova Scotia Court of Appeal.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du premier ministre, le Comité du Conseil privé recommande que l’honorable Darlene Jamieson, juge de la Cour suprême de la Nouvelle-Écosse, soit nommée juge en chef adjointe de la Cour suprême de la Nouvelle-Écosse, et membre d’office de la Cour d’appel de la Nouvelle-Écosse.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0779Date: 2025-11-05The Committee of the Privy Council, on the recommendation of the Prime Minister, advises that the Honourable Darlene Jamieson, a Judge of the Supreme Court of Nova Scotia, be appointed Associate Chief Justice of the Supreme Court of Nova Scotia, and a Judge ex officio of the Nova Scotia Court of Appeal.  Sur recommandation du premier ministre, le Comité du Conseil privé recommande que l’honorable Darlene Jamieson, juge de la Cour suprême de la Nouvelle-Écosse, soit nommée juge en chef adjointe de la Cour suprême de la Nouvelle-Écosse, et membre d’office de la Cour d’appel de la Nouvelle-Écosse. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}