{
  "id": "47714",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0777<br></p><p><strong>Date: </strong>2025-11-05</p><hr><p></p><div><p>The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Benoit Lussier of the City of Québec, in the Province of Quebec, Barrister-at-law, be appointed a Judge of the Superior Court of Quebec for the district of Québec, with residence in the territory of Ville de Québec or the immediate vicinity thereof.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Benoit Lussier, de la ville de Québec, dans la province de Québec, avocat, soit nommé juge de la Cour supérieure du Québec pour le district de Québec, avec résidence sur le territoire de la Ville de Québec, ou dans le voisinage immédiat de ce territoire.</p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0777Date: 2025-11-05The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Benoit Lussier of the City of Québec, in the Province of Quebec, Barrister-at-law, be appointed a Judge of the Superior Court of Quebec for the district of Québec, with residence in the territory of Ville de Québec or the immediate vicinity thereof.  Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Benoit Lussier, de la ville de Québec, dans la province de Québec, avocat, soit nommé juge de la Cour supérieure du Québec pour le district de Québec, avec résidence sur le territoire de la Ville de Québec, ou dans le voisinage immédiat de ce territoire.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}