{
  "id": "47718",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0781<br></p><p><strong>Date: </strong>2025-11-05</p><hr><p></p><div><p class=\"indent-content\">The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that the Honourable Robert Dysart, a Judge of the Court of King’s Bench of New Brunswick, Trial Division, be appointed a Judge of the Court of Appeal of New Brunswick.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que l’honorable Robert Dysart, juge de la Cour du Banc du Roi du Nouveau-Brunswick, Division de première instance, soit nommé juge de la Cour d’appel du Nouveau-Brunswick. </p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0781Date: 2025-11-05The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that the Honourable Robert Dysart, a Judge of the Court of King’s Bench of New Brunswick, Trial Division, be appointed a Judge of the Court of Appeal of New Brunswick.  Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que l’honorable Robert Dysart, juge de la Cour du Banc du Roi du Nouveau-Brunswick, Division de première instance, soit nommé juge de la Cour d’appel du Nouveau-Brunswick.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}