{
  "id": "47725",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0788<br></p><p><strong>Date: </strong>2025-11-06</p><hr><p></p><div><p class=\"indent-content\">Whereas, on October 30, 2012, Larry Strachan filed a noise&nbsp;and vibration complaint with the Canadian Transportation Agency (Agency) against the Canadian National Railway Company (CN) under section 95.3 of the <em>Canada Transportation Act</em> (Act) regarding noise levels&nbsp;at the intersection of CN’s Rivers Subdivision and Canadian Pacific&nbsp;Kansas City Limited’s La Rivière Spur (St. James Junction);</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas, on May 28, 2013, Mr. Strachan reached an agreement with CN (Agreement) regarding the reduction of noise levels&nbsp;at&nbsp;the St. James Junction that was filed with the Agency and thus&nbsp;enforceable as an order of the Agency in accordance with subsection&nbsp;36.1(7) of the Act;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas, on September 18, 2020, Mr. Strachan filed a&nbsp;new&nbsp;noise and vibration complaint under section 95.3 of the Act regarding&nbsp;noise levels at the St. James Junction;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas, on July 23, 2021, the Agency dismissed the&nbsp;new&nbsp;complaint for repeating the issues already addressed by the&nbsp;Agreement but also initiated a proceeding under subsection 36.1(7) of&nbsp;the&nbsp;Act to assess the enforcement of the Agreement as an order of the&nbsp;Agency;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas, on January 21, 2022, the Agency ordered CN to&nbsp;provide evidence that it was in compliance with the Agreement;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas, in Decision No. CONF-R-11-2023 of November&nbsp;2,&nbsp;2023, the Agency found that CN was in compliance with the&nbsp;Agreement on the basis of the evidence before it;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\"></p> <p class=\"indent-content\"></p> <p>…/2</p> <br> </div><br><div><p class=\"text-center\">- 2 -</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas, on November 2, 2023, Mr. Strachan petitioned the&nbsp;Governor in Council, under section 40 of the Act, to vary or rescind Decision No. CONF-R-11-2023;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas section 40 of the Act provides that the Governor in Council may vary or rescind any decision of the Agency;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Whereas the Governor in Council, having considered the&nbsp;petition, is of the opinion that Mr. Strachan has not provided compelling evidence in support of the petition;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">And whereas the Governor in Council, having considered the&nbsp;petition, is of the opinion that it should be dismissed;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under section 40 of&nbsp;the <em>Canada Transportation Act</em>, declines to vary or rescind Canadian&nbsp;Transportation Agency Decision No. CONF-R-11-2023 of&nbsp;November&nbsp;2,&nbsp;2023 and accordingly dismisses the petition of Larry&nbsp;Strachan.</p> <p class=\"indent-content\"></p> <p class=\"indent-content\"></p> </div><br><div><p class=\"indent-content\">Attendu que le 30 octobre 2012, Larry Strachan a déposé une plainte auprès de l’Office des transports du Canada (l’Office) pour bruit et vibrations à l’encontre de la Compagnie des chemins de fer nationaux du Canada (le CN) au titre de l’article 95.3 de la <em>Loi sur les transports au Canada</em> (la Loi) concernant le niveau de bruit à l’intersection de la subdivision Rivers du CN et de l’embranchement La Rivière du Canadien Pacifique Kansas City Limitée (St. James Junction);</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, le 28 mai 2013, M. Strachan a conclu un accord au terme d’une médiation (l’accord), concernant la réduction du niveau de bruit à St. James Junction, lequel a été déposé devant l’Office et est donc exécutoire par l’application du paragraphe 36.1(7) de la Loi;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, le 18 septembre 2020, M. Strachan a déposé une nouvelle plainte pour bruit et vibrations au titre de l’article 95.3 de la&nbsp;Loi à l’égard des niveaux de bruit à St. James Junction;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, le 23 juillet 2021, l’Office a rejeté la nouvelle plainte de M. Strachan, puisqu’elle portait sur des questions qui étaient déjà visées par l’accord et qu’il a aussi entamé une procédure en vertu du&nbsp;paragraphe 36.1(7) de la Loi afin de déterminer si le CN se conformait à l’arrêté de l’Office;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, le 21 janvier 2022, l’Office a ordonné au CN de&nbsp;démontrer qu’il se conformait à l’accord;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, le 2 novembre 2023, l’Office conclut dans la&nbsp;décision no CONF-R-11-2023 que, selon les preuves dont il dispose, le&nbsp;CN se conformait à l’accord;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\"></p> <br> <p class=\"indent-content\">…/2</p> <p class=\"indent-content\"></p> </div><br><div><p class=\"text-center\">- 2 -</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, le 2 novembre 2023, M. Strachan a présenté une requête à la gouverneure en conseil au titre de l’article 40 de la Loi pour faire modifier ou annuler la décision no CONF-R-11-2023 de l’Office;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que, l’article 40 de la Loi prévoit que le gouverneur en conseil peut modifier ou annuler les décisions de l’Office;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que la gouverneure en conseil, après avoir examiné la requête, est d’avis que M. Strachan n’a pas fourni de preuve convaincante à l’appui de celle-ci;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que la gouverneure en conseil, après avoir examiné la requête, est d’avis qu’elle doit être rejetée,</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">À ces causes, sur recommandation du ministre des&nbsp;Transports et en vertu de l’article 40 de la <em>Loi sur les transports au&nbsp;Canada</em>, Son Excellence la Gouverneure générale en conseil refuse&nbsp;de&nbsp;modifier ou d’annuler la décision n<sup>o</sup> CONF-R-11-2023 du&nbsp;2&nbsp;novembre 2023 de l’Office des transports du Canada et, en conséquence, rejette la&nbsp;requête de Larry Strachan.</p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-14\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0788Date: 2025-11-06Whereas, on October 30, 2012, Larry Strachan filed a noise and vibration complaint with the Canadian Transportation Agency (Agency) against the Canadian National Railway Company (CN) under section 95.3 of the Canada Transportation Act (Act) regarding noise levels at the intersection of CN’s Rivers Subdivision and Canadian Pacific Kansas City Limited’s La Rivière Spur (St. James Junction);  Whereas, on May 28, 2013, Mr. Strachan reached an agreement with CN (Agreement) regarding the reduction of noise levels at the St. James Junction that was filed with the Agency and thus enforceable as an order of the Agency in accordance with subsection 36.1(7) of the Act;  Whereas, on September 18, 2020, Mr. Strachan filed a new noise and vibration complaint under section 95.3 of the Act regarding noise levels at the St. James Junction;  Whereas, on July 23, 2021, the Agency dismissed the new complaint for repeating the issues already addressed by the Agreement but also initiated a proceeding under subsection 36.1(7) of the Act to assess the enforcement of the Agreement as an order of the Agency;  Whereas, on January 21, 2022, the Agency ordered CN to provide evidence that it was in compliance with the Agreement;  Whereas, in Decision No. CONF-R-11-2023 of November 2, 2023, the Agency found that CN was in compliance with the Agreement on the basis of the evidence before it;    …/2  - 2 -  Whereas, on November 2, 2023, Mr. Strachan petitioned the Governor in Council, under section 40 of the Act, to vary or rescind Decision No. CONF-R-11-2023;  Whereas section 40 of the Act provides that the Governor in Council may vary or rescind any decision of the Agency;  Whereas the Governor in Council, having considered the petition, is of the opinion that Mr. Strachan has not provided compelling evidence in support of the petition;  And whereas the Governor in Council, having considered the petition, is of the opinion that it should be dismissed;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under section 40 of the Canada Transportation Act, declines to vary or rescind Canadian Transportation Agency Decision No. CONF-R-11-2023 of November 2, 2023 and accordingly dismisses the petition of Larry Strachan.   Attendu que le 30 octobre 2012, Larry Strachan a déposé une plainte auprès de l’Office des transports du Canada (l’Office) pour bruit et vibrations à l’encontre de la Compagnie des chemins de fer nationaux du Canada (le CN) au titre de l’article 95.3 de la Loi sur les transports au Canada (la Loi) concernant le niveau de bruit à l’intersection de la subdivision Rivers du CN et de l’embranchement La Rivière du Canadien Pacifique Kansas City Limitée (St. James Junction);  Attendu que, le 28 mai 2013, M. Strachan a conclu un accord au terme d’une médiation (l’accord), concernant la réduction du niveau de bruit à St. James Junction, lequel a été déposé devant l’Office et est donc exécutoire par l’application du paragraphe 36.1(7) de la Loi;  Attendu que, le 18 septembre 2020, M. Strachan a déposé une nouvelle plainte pour bruit et vibrations au titre de l’article 95.3 de la Loi à l’égard des niveaux de bruit à St. James Junction;  Attendu que, le 23 juillet 2021, l’Office a rejeté la nouvelle plainte de M. Strachan, puisqu’elle portait sur des questions qui étaient déjà visées par l’accord et qu’il a aussi entamé une procédure en vertu du paragraphe 36.1(7) de la Loi afin de déterminer si le CN se conformait à l’arrêté de l’Office;  Attendu que, le 21 janvier 2022, l’Office a ordonné au CN de démontrer qu’il se conformait à l’accord;  Attendu que, le 2 novembre 2023, l’Office conclut dans la décision no CONF-R-11-2023 que, selon les preuves dont il dispose, le CN se conformait à l’accord;    …/2  - 2 -  Attendu que, le 2 novembre 2023, M. Strachan a présenté une requête à la gouverneure en conseil au titre de l’article 40 de la Loi pour faire modifier ou annuler la décision no CONF-R-11-2023 de l’Office;  Attendu que, l’article 40 de la Loi prévoit que le gouverneur en conseil peut modifier ou annuler les décisions de l’Office;  Attendu que la gouverneure en conseil, après avoir examiné la requête, est d’avis que M. Strachan n’a pas fourni de preuve convaincante à l’appui de celle-ci;  Attendu que la gouverneure en conseil, après avoir examiné la requête, est d’avis qu’elle doit être rejetée,  À ces causes, sur recommandation du ministre des Transports et en vertu de l’article 40 de la Loi sur les transports au Canada, Son Excellence la Gouverneure générale en conseil refuse de modifier ou d’annuler la décision no CONF-R-11-2023 du 2 novembre 2023 de l’Office des transports du Canada et, en conséquence, rejette la requête de Larry Strachan.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}