{
  "id": "47735",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0798<br></p><p><strong>Date: </strong>2025-11-13</p><hr><p></p><div><p class=\"indent-content\">The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that the Honourable Amy D. Francis, a Judge of the Supreme Court of British Columbia, be appointed a Justice of&nbsp;Appeal of the Court of Appeal for British Columbia.</p> <p class=\"indent-content\">The Committee further advises that the Honourable Amy&nbsp;D.&nbsp;Francis be appointed a Judge of the Court of Appeal of Yukon during her tenure of office as a Justice of Appeal of the Court of Appeal for&nbsp;British Columbia.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que l’honorable Amy D. Francis, juge de la Cour suprême de la Colombie-Britannique, soit nommée juge d’appel de la Cour d’appel de la Colombie-Britannique;</p> <p class=\"indent-content\">Le Comité du Conseil privé recommande en outre que l’honorable Amy D. Francis soit nommée juge de la Cour d’appel du Yukon pendant la durée de ses fonctions à titre de juge d’appel à la Cour d’appel de la Colombie-Britannique.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0798Date: 2025-11-13The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that the Honourable Amy D. Francis, a Judge of the Supreme Court of British Columbia, be appointed a Justice of Appeal of the Court of Appeal for British Columbia. The Committee further advises that the Honourable Amy D. Francis be appointed a Judge of the Court of Appeal of Yukon during her tenure of office as a Justice of Appeal of the Court of Appeal for British Columbia.  Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que l’honorable Amy D. Francis, juge de la Cour suprême de la Colombie-Britannique, soit nommée juge d’appel de la Cour d’appel de la Colombie-Britannique; Le Comité du Conseil privé recommande en outre que l’honorable Amy D. Francis soit nommée juge de la Cour d’appel du Yukon pendant la durée de ses fonctions à titre de juge d’appel à la Cour d’appel de la Colombie-Britannique. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}