{
  "id": "47732",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0795<br></p><p><strong>Date: </strong>2025-11-13</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Secretary of State (International Development), under subsections 5(3) and 5(4) of the <em>International Development Research Centre Act</em>, appoints Mary Kawar of Amman, Jordan, to be a Governor of the Board of Governors of the International Development Research Centre, to hold office during pleasure for a term of four years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du secrétaire d’État (Développement international), en vertu des paragraphes 5(3) et 5(4) de la <em>Loi sur le Centre de recherches pour le développement international</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme Mary Kawar, d’Amman (Jordanie), gouverneure du Conseil des gouverneurs du Centre de recherches pour le développement international, à titre amovible pour un mandat de quatre ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0795Date: 2025-11-13Her Excellency the Governor General in Council, on the recommendation of the Secretary of State (International Development), under subsections 5(3) and 5(4) of the International Development Research Centre Act, appoints Mary Kawar of Amman, Jordan, to be a Governor of the Board of Governors of the International Development Research Centre, to hold office during pleasure for a term of four years.  Sur recommandation du secrétaire d’État (Développement international), en vertu des paragraphes 5(3) et 5(4) de la Loi sur le Centre de recherches pour le développement international, Son Excellence la Gouverneure générale en conseil nomme Mary Kawar, d’Amman (Jordanie), gouverneure du Conseil des gouverneurs du Centre de recherches pour le développement international, à titre amovible pour un mandat de quatre ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}