{
  "id": "47757",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0818<br></p><p><strong>Date: </strong>2025-11-21</p><hr><p></p><div><p class=\"indent-content\">Whereas Newfoundland and Labrador requested financial assistance from the federal government on April 22, 2025 in respect of the&nbsp;provincial emergency referred to in the annexed Order;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Emergency Management and&nbsp;Community Resilience, makes the annexed <em>Provincial Emergency Financial Assistance Order No. 286 </em>under paragraphs 7(c) and (d) of the&nbsp;<em>Emergency Management Act</em>.</p> <br> <br><br> <p class=\"indent-content\">Attendu que Terre-Neuve-et-Labrador a présenté une demande d’aide financière au gouvernement fédéral le 22 avril 2025 à&nbsp;l’égard de l’urgence provinciale visée par le décret ci-après,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre de&nbsp;la&nbsp;Gestion des urgences et de la Résilience des communautés et&nbsp;en&nbsp;vertu&nbsp;des alinéas 7c) et d) de la <em>Loi sur la gestion des urgences</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le <em>Décret&nbsp;n</em><em><sup>o</sup></em><em>&nbsp;286 sur l’aide financière à l’égard d’une urgence provinciale</em>,&nbsp;ci‑après.</p> <br> <br> </div><br><div><p>Provincial Emergency Financial Assistance Order No. 286</p> <br> <p>Declaration</p> <br> <p>1 The following provincial emergency is declared to be of concern to the federal government, namely, the storm surge that occurred in Newfoundland and Labrador from January 5 to January 6, 2025 which affected numerous communities within the 2021 Statistics Canada Newfoundland and Labrador Census Division Numbers 1, 3, 7, 8 and&nbsp;11.</p> <br> <p>Authorization</p> <br> <p>2 The Minister of Public Safety and Emergency Preparedness is authorized to provide financial assistance under paragraph 4(1)(j) of the <em>Emergency Management Act</em> to Newfoundland and Labrador in respect of the provincial emergency referred to in section 1.</p> <br> <br><br> <p>Décret n<sup>o</sup> 286 sur l’aide financière à l’égard d’une urgence provinciale</p> <br> <p>Déclaration</p> <br> <p>1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, l’onde de tempête qui est survenue à Terre‑Neuve-et-Labrador du 5 janvier au 6 janvier 2025 et qui a touché de nombreuses collectivités situées dans les divisions de recensement n<sup>os</sup> 1, 3, 7, 8, et 11 établies en&nbsp;2021 par Statistique Canada pour Terre-Neuve-et-Labrador.</p> <br> <p>Autorisation</p> <br> <p>2 Le ministre de la Sécurité publique et de la Protection civile est autorisé à fournir, au&nbsp;titre de l’alinéa 4(1)j) de la <em>Loi sur la gestion des urgences</em>, une aide financière à&nbsp;Terre‑Neuve-et-Labrador à l’égard de l’urgence provinciale visée à l’article 1.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-27\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0818Date: 2025-11-21Whereas Newfoundland and Labrador requested financial assistance from the federal government on April 22, 2025 in respect of the provincial emergency referred to in the annexed Order;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Emergency Management and Community Resilience, makes the annexed Provincial Emergency Financial Assistance Order No. 286 under paragraphs 7(c) and (d) of the Emergency Management Act.   Attendu que Terre-Neuve-et-Labrador a présenté une demande d’aide financière au gouvernement fédéral le 22 avril 2025 à l’égard de l’urgence provinciale visée par le décret ci-après,  À ces causes, sur recommandation de la ministre de la Gestion des urgences et de la Résilience des communautés et en vertu des alinéas 7c) et d) de la Loi sur la gestion des urgences, Son Excellence la Gouverneure générale en conseil prend le Décret no 286 sur l’aide financière à l’égard d’une urgence provinciale, ci‑après.   Provincial Emergency Financial Assistance Order No. 286  Declaration  1 The following provincial emergency is declared to be of concern to the federal government, namely, the storm surge that occurred in Newfoundland and Labrador from January 5 to January 6, 2025 which affected numerous communities within the 2021 Statistics Canada Newfoundland and Labrador Census Division Numbers 1, 3, 7, 8 and 11.  Authorization  2 The Minister of Public Safety and Emergency Preparedness is authorized to provide financial assistance under paragraph 4(1)(j) of the Emergency Management Act to Newfoundland and Labrador in respect of the provincial emergency referred to in section 1.   Décret no 286 sur l’aide financière à l’égard d’une urgence provinciale  Déclaration  1 Il est déclaré que l’urgence provinciale ci-après constitue un sujet de préoccupation pour le gouvernement fédéral : à savoir, l’onde de tempête qui est survenue à Terre‑Neuve-et-Labrador du 5 janvier au 6 janvier 2025 et qui a touché de nombreuses collectivités situées dans les divisions de recensement nos 1, 3, 7, 8, et 11 établies en 2021 par Statistique Canada pour Terre-Neuve-et-Labrador.  Autorisation  2 Le ministre de la Sécurité publique et de la Protection civile est autorisé à fournir, au titre de l’alinéa 4(1)j) de la Loi sur la gestion des urgences, une aide financière à Terre‑Neuve-et-Labrador à l’égard de l’urgence provinciale visée à l’article 1. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}