{
  "id": "47755",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0816<br></p><p><strong>Date: </strong>2025-11-21</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Crown-Indigenous Relations, under&nbsp;section 6.2 of each of the Champagne and Aishihik First Nations Self-Government Agreement, Vuntut Gwitchin First Nation Self‑Government Agreement, Kluane First Nation Self-Government Agreement and Little Salmon/Carmacks First Nation Self-Government Agreement, consents to the amendment of section 17.0 of each of those&nbsp;agreements, as set out in Schedules 1 to 4, respectively.</p> <br> <br> <br><br> <p class=\"indent-content\">Sur recommandation de la ministre des Relations Couronne‑Autochtones et en vertu de l’article 6.2 de l’Entente sur l’autonomie gouvernementale des premières nations de Champagne et&nbsp;de&nbsp;Aishihik, de l’Entente sur l’autonomie gouvernementale de la&nbsp;première nation des Gwitchin Vuntut, de l’Entente sur l’autonomie gouvernementale de la Première nation de Kluane et de l’Entente sur&nbsp;l’autonomie gouvernementale de la première nation de Little Salmon/Carmacks, Son Excellence la Gouverneure générale en conseil consent à la modification de l’article 17.0 de chacune de ces ententes, conformément aux annexes 1 à 4, respectivement.</p> <br> <br> </div><br><div><p class=\"text-center\">SCHEDULE 1</p> <br> <p>Section 17.2 of the Champagne and Aishihik First Nations Self-Government Agreement is replaced by the following:</p> <br> <p>17.2 The Champagne and Aishihik First Nations shall notify Government by March 31<sup>st </sup>of each year of its priorities for negotiations pursuant to 17.1, 17.7 and 17.9 for the fiscal year beginning April 1<sup>st</sup> of that year. Within 60 days of receipt of such notification, the Parties shall prepare a workplan to address the Champagne and Aishihik priorities for negotiation. The workplan shall identify timelines and resources available for negotiations.</p> <br> <p>Section 17.0 of the Champagne and Aishihik First Nations Self-Government Agreement is amended by adding the following after 17.6:</p> <br> <p>17.7 In relation to education, upon the request of the Champagne and Aishihik First Nations, the Champagne and Aishihik First Nations and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:</p> <br> <p>17.7.1 student counselling;</p> <p>17.7.2 cross cultural teacher/administrator orientation;</p> <p>17.7.3 composition of teaching staff;</p> <p>17.7.4 early childhood, special, and adult education curriculum;</p> <p>17.7.5 kindergarten through grade 12 curriculum; or</p> <p>17.7.6 the evaluation of teachers, administrators and other employees.</p> <br> <p>17.8 The negotiation of the division and sharing of responsibility for the design, delivery, and administration of programs related to education pursuant to 17.7 does not affect the ability of the Champagne and Aishihik First Nations to negotiate an agreement pursuant to 17.1 in relation to education.</p> <br> <p>17.9 The Champagne and Aishihik First Nations and the Yukon shall negotiate guaranteed representation for the Champagne and Aishihik First Nations upon any school committees, school councils or school boards which are involved in the design, delivery or administration of education in the Traditional Territory. </p> <br> <p>17.10 Unless otherwise agreed, if the Champagne and Aishihik First Nations and the Yukon conclude an agreement pursuant to 17.1 in relation to education, then 17.7 and 17.9, and any agreements concluded pursuant to those sections, shall no longer be of any force or effect.</p> <br><br> <p class=\"text-center\">ANNEXE 1</p> <br> <p>L’article 17.2 de I’Entente sur I’autonomie gouvernementale des Premières Nations de Champagne et de Aishihik est remplacé par ce qui suit:</p> <br> <p>17.2 Les Premières Nations de Champagne et de Aishihik avisent le gouvernement, au plus tard le 31 mars de chaque année, de ses priorités à l'égard des négociations visées aux articles 17.1, 17.7 et 17.9 pour l'exercice commençant le 1<sup>er</sup> avril de la même année. Dans les 60 jours de la réception de l'avis, les parties établissent un plan de travail qui tient compte des priorités des Premières Nations de Champagne et de Aishihik à l'égard des négociations et qui précise le calendrier des travaux à exécuter ainsi que les ressources qui pourront leur être affectées.</p> <br> <p>L’article 17.0 de l’Entente sur l’autonomie gouvernementale des Première Nations de Champagne et de Aishihik est modifié par adjonction, après le paragraphe 17.6, de ce qui suit:</p> <br> <p>17.7 Relativement à l’éducation, à la demande des Premières Nations de Champagne et de Aishihik, les Premières Nations de Champagne et de Aishihik et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :</p> <br> <p>17.7.1 les services de counselling offerts aux étudiants;</p> <p>17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs;</p> <p>17.7.3 la composition du personnel enseignant;</p> <p>17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes;</p> <p>17.7.5 les programmes de la maternelle à la 12<sup>e </sup>année; ou</p> <p>17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.</p> <br> <p>17.8 La négociation du partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes d’éducation en vertu de l’article 17.7 n’a pas pour effet d’empêcher les Premières Nations de Champagne et de Aishihik de négocier un accord en vertu de l’article 17.1 relativement à l’éducation.</p> <br><br> <p>17.9 Les Premières Nations de Champagne et de Aishihik et le Yukon négocient la représentation garantie de les Premières Nations de Champagne et de Aishihik sur tout comité d’école, conseil scolaire ou commission scolaire qui participe à la conception, à la mise en œuvre ou à l’administration des services d’éducation sur le territoire traditionnel.</p> <br> <p>17.10 Sauf convention contraire, si les Premières Nations de Champagne et de Aishihik et le Yukon concluent un accord en vertu de l’article 17.1 relativement à l’éducation, les articles 17.7 et 17.9, de même que tout accord conclu en vertu de ces articles, cessent d’être en vigueur.</p> <br> <br> <br><br> <p class=\"text-center\">SCHEDULE 2</p> <br> <p>Section 17.2 of the Vuntut Gwitchin First Nation Self-Government Agreement is replaced by the following:</p> <br> <p>17.2 The Vuntut Gwitchin First Nation shall notify Government by March 31<sup>st</sup> of each year of its priorities for negotiations pursuant to 17.1, 17.7 and 17.9 for the fiscal year beginning April 1<sup>st</sup> of that year. Within 60 days of receipt of such notification, the Parties shall prepare a workplan to address the Vuntut Gwitchin First Nation’s priorities for negotiation. The workplan shall identify timelines and resources available for negotiations.</p> <br> <p>Section 17.0 of the Vuntut Gwitchin First Nation Self-Government Agreement is amended by adding the following after 17.6:</p> <br> <p>17.7 In relation to education, upon the request of the Vuntut Gwitchin First Nation, the Vuntut Gwitchin First Nation and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:</p> <br> <p>17.7.1 student counseling;</p> <p>17.7.2 cross cultural teacher/administrator orientation;</p> <p>17.7.3 composition of teaching staff;</p> <p>17.7.4 early childhood, special, and adult education curriculum;</p> <p>17.7.5 kindergarten through grade 12 curriculum; and</p> <p>17.7.6 the evaluation of teachers, administrators and other employees.</p> <br> <p>17.8 The negotiation of the division and sharing of responsibility for the design, delivery, and administration of programs related to education pursuant to 17.7 does not affect the ability of the Vuntut Gwitchin First Nation to negotiate an agreement pursuant to 17.1 in relation to education.</p> <br> <p>17.9 The Vuntut Gwitchin First Nation and the Yukon shall negotiate guaranteed representation for the Vuntut Gwitchin First Nation upon any school committees, school councils or school boards which are involved in the design, delivery or administration of education in the Traditional Territory. </p> <br> <p>17.10 Unless otherwise agreed, if the Vuntut Gwitchin First Nation and the Yukon conclude an agreement pursuant to 17.1 in relation to education, then 17.7 and 17.9, and any agreements concluded pursuant to those sections, shall no longer be of any force or effect.</p> <br> <br><br> <p class=\"text-center\">ANNEXE 2</p> <br> <p>L’article 17.2 de I’Entente sur I’autonomie gouvernementale de Ia Première Nation des Gwitchin Vuntut est remplacé par ce qui suit:</p> <br> <p>17.2 La Première Nation des Gwitchin Vuntut avise le gouvernement, au plus tard le 31 mars de chaque année, de ses priorités à l'égard des négociations visées aux articles 17.1, 17.7 et 17.9 pour l'exercice commençant le 1<sup>er</sup> avril de la même année. Dans les 60 jours de la réception de l'avis, les parties établissent un plan de travail qui tient compte des priorités de la Première Nation des Gwitchin Vuntut à l'égard des négociations et qui précise le calendrier des travaux à exécuter ainsi que les ressources qui pourront leur être affectées.</p> <br> <p>L’article 17.0 de I’Entente sur I’autonomie gouvernementale de Ia Première Nation des Gwitchin Vuntut est modifié par adjonction, après I’article 17.6, de ce qui suit:</p> <br> <p>17.7 Relativement à l’éducation, à la demande de la Première Nation des Gwitchin Vuntut, la Première Nation des Gwitchin Vuntut et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :</p> <br> <p>17.7.1 les services de counselling offerts aux étudiants;</p> <p>17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs;</p> <p>17.7.3 la composition du personnel enseignant;</p> <p>17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes;</p> <p>17.7.5 les programmes de la maternelle à la 12<sup>e</sup> année; ou</p> <p>17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.</p> <br> <p>17.8 La négociation du partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes d’éducation en vertu de l’article 17.7 n’a pas pour effet d’empêcher la Première Nation des Gwitchin Vuntut de négocier un accord en vertu de l’article 17.1 relativement à l’éducation.</p> <br> <p>17.9 La Première Nation des Gwitchin Vuntut et le Yukon négocient la représentation garantie de la Première Nation des Gwitchin Vuntut sur tout comité d’école, conseil scolaire ou commission scolaire qui participe à la conception, à la mise en œuvre ou à l’administration des services d’éducation sur le territoire traditionnel.</p> <br><br> <p>17.10 Sauf convention contraire, si la Première Nation des Gwitchin Vuntut et le Yukon concluent un accord en vertu de l’article 17.1 relativement à l’éducation, les articles 17.7 et 17.9, de même que tout accord conclu en vertu de ces articles, cessent d’être en vigueur.</p> <br> <br> <br><br> <p class=\"text-center\">SCHEDULE 3</p> <br> <p>Section 17.2 of the Kluane First Nation Self-Government Agreement is replaced by the following:</p> <br> <p>17.2 The Kluane First Nation shall notify Government by March 31<sup>st</sup> of each year of its priorities for negotiations pursuant to 17.1, 17.7 and 17.9 for the fiscal year beginning April 1<sup>st</sup> of that year. Within 60 days of receipt of such notification, the Parties shall prepare a workplan to address the Kluane priorities for negotiation. The workplan shall identify timelines and resources available for negotiations.</p> <br> <p>Section 17.0 of the Kluane First Nation Self-Government Agreement is amended by adding the following after 17.6:</p> <br> <p>17.7 In relation to education, upon the request of the Kluane First Nation, the Kluane First Nation and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:</p> <br> <p>17.7.1 student counseling;</p> <p>17.7.2 cross cultural teacher/administrator orientation;</p> <p>17.7.3 composition of teaching staff;</p> <p>17.7.4 early childhood, special, and adult education curriculum;</p> <p>17.7.5 kindergarten through grade 12 curriculum; or</p> <p>17.7.6 the evaluation of teachers, administrators and </p> <p>other employees.</p> <br> <p>17.8 The negotiation of the division and sharing of responsibility for the design, delivery, and administration of programs related to education pursuant to 17.7 does not affect the ability of the Kluane First Nation to negotiate an agreement pursuant to 17.1 in relation to education. </p> <br> <p>17.9 The Kluane First Nation and the Yukon shall negotiate guaranteed representation for the Kluane First Nation upon any school committees, school councils or school boards which are involved in the design, delivery or administration of education in the Traditional Territory. </p> <br> <p>17.10 Unless otherwise agreed, if the Kluane First Nation and the Yukon conclude an agreement pursuant to 17.1 in relation to education, then 17.7 and 17.9, and any agreements concluded pursuant to those sections, shall no longer be of any force or effect. </p> <br> <br><br> <p class=\"text-center\">ANNEXE 3</p> <br> <p>L’article 17.2 de I’Entente sur I’autonomie gouvernementale de Ia Première Nation de Kluane est remplacé par ce qui suit:</p> <br> <p>17.2 La Première Nation de Kluane avise le gouvernement, au plus tard le 31 mars de chaque année, de ses priorités à l'égard des négociations visées aux articles 17.1, 17.7 et 17.9 pour l'exercice commençant le 1<sup>er</sup> avril de la même année. Dans les 60 jours de la réception de l'avis, les parties établissent un plan de travail qui tient compte des priorités de la Première Nation de Kluane à l'égard des négociations et qui précise le calendrier des travaux à exécuter ainsi que les ressources qui pourront leur être affectées.</p> <br> <p>L’article 17.0 de I‘Entente sur I’autonomie gouvernementale de Ia Première Nation de Kluane est modifié par adjonction, après I ‘article 17.6, de ce qui suit:</p> <br> <p>17.7 Relativement à l’éducation, à la demande de la Première Nation de Kluane, la Première Nation de Kluane et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :</p> <br> <p>17.7.1 les services de counselling offerts aux étudiants;</p> <p>17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs;</p> <p>17.7.3 la composition du personnel enseignant;</p> <p>17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes;</p> <p>17.7.5 les programmes de la maternelle à la 12<sup>e</sup> année; ou</p> <p>17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.</p> <br> <p>17.8 La négociation du partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes d’éducation en vertu de l’article 17.7 n’a pas pour effet d’empêcher la Première Nation de Kluane de négocier un accord en vertu de l’article 17.1 relativement à l’éducation.</p> <br> <p>17.9 La Première Nation de Kluane et le Yukon négocient la représentation garantie de la Première Nation de Kluane sur tout comité d’école, conseil scolaire ou commission scolaire qui participe à la conception, à la mise en œuvre ou à l’administration des services d’éducation sur le territoire traditionnel.</p> <br><br> <p>17.10 Sauf convention contraire, si la Première Nation de Kluane et le Yukon concluent un accord en vertu de l’article 17.1 relativement à l’éducation, les articles 17.7 et 17.9, de même que tout accord conclu en vertu de ces articles, cessent d’être en vigueur.</p> <br> <br> <br><br> <p class=\"text-center\">SCHEDULE 4</p> <br> <p>Section 17.0 of the Little Salmon/Carmacks First Nation Self-Government Agreement is amended by replacing 17.7 with the following:</p> <br> <p>17.7 In relation to education, upon the request of the Little Salmon/Carmacks First Nation, the Little Salmon/Carmacks First Nation and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:</p> <br> <p>17.7.1 student counseling;</p> <p>17.7.2 cross cultural teacher/administrator orientation;</p> <p>17.7.3 composition of teaching staff;</p> <p>17.7.4 early childhood, special, and adult education curriculum;</p> <p>17.7.5 kindergarten through grade 12 curriculum; or</p> <p>17.7.6 the evaluation of teachers, administrators and other employees.</p> <br> <br><br> <p class=\"text-center\">ANNEXE 4</p> <br> <p>L’article 17.0 de l'Entente sur l'autonomie gouvernementale de la Première Nation de Little Salmon/Carmacks est modifié en remplaçant l’article 17.7 par ce qui suit:</p> <br> <p>17.7 Relativement à l’éducation, à la demande de la Première Nation de Little Salmon/Carmacks, la Première Nation de Little Salmon/Carmacks et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :</p> <br> <p>17.7.1 les services de counselling offerts aux étudiants;</p> <p>17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs;</p> <p>17.7.3 la composition du personnel enseignant;</p> <p>17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes;</p> <p>17.7.5 les programmes de la maternelle à la 12<sup>e</sup> année; ou</p> <p>17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.</p> <br> <br> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-27\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0816Date: 2025-11-21Her Excellency the Governor General in Council, on the recommendation of the Minister of Crown-Indigenous Relations, under section 6.2 of each of the Champagne and Aishihik First Nations Self-Government Agreement, Vuntut Gwitchin First Nation Self‑Government Agreement, Kluane First Nation Self-Government Agreement and Little Salmon/Carmacks First Nation Self-Government Agreement, consents to the amendment of section 17.0 of each of those agreements, as set out in Schedules 1 to 4, respectively.    Sur recommandation de la ministre des Relations Couronne‑Autochtones et en vertu de l’article 6.2 de l’Entente sur l’autonomie gouvernementale des premières nations de Champagne et de Aishihik, de l’Entente sur l’autonomie gouvernementale de la première nation des Gwitchin Vuntut, de l’Entente sur l’autonomie gouvernementale de la Première nation de Kluane et de l’Entente sur l’autonomie gouvernementale de la première nation de Little Salmon/Carmacks, Son Excellence la Gouverneure générale en conseil consent à la modification de l’article 17.0 de chacune de ces ententes, conformément aux annexes 1 à 4, respectivement.   SCHEDULE 1  Section 17.2 of the Champagne and Aishihik First Nations Self-Government Agreement is replaced by the following:  17.2 The Champagne and Aishihik First Nations shall notify Government by March 31st of each year of its priorities for negotiations pursuant to 17.1, 17.7 and 17.9 for the fiscal year beginning April 1st of that year. Within 60 days of receipt of such notification, the Parties shall prepare a workplan to address the Champagne and Aishihik priorities for negotiation. The workplan shall identify timelines and resources available for negotiations.  Section 17.0 of the Champagne and Aishihik First Nations Self-Government Agreement is amended by adding the following after 17.6:  17.7 In relation to education, upon the request of the Champagne and Aishihik First Nations, the Champagne and Aishihik First Nations and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:  17.7.1 student counselling; 17.7.2 cross cultural teacher/administrator orientation; 17.7.3 composition of teaching staff; 17.7.4 early childhood, special, and adult education curriculum; 17.7.5 kindergarten through grade 12 curriculum; or 17.7.6 the evaluation of teachers, administrators and other employees.  17.8 The negotiation of the division and sharing of responsibility for the design, delivery, and administration of programs related to education pursuant to 17.7 does not affect the ability of the Champagne and Aishihik First Nations to negotiate an agreement pursuant to 17.1 in relation to education.  17.9 The Champagne and Aishihik First Nations and the Yukon shall negotiate guaranteed representation for the Champagne and Aishihik First Nations upon any school committees, school councils or school boards which are involved in the design, delivery or administration of education in the Traditional Territory.   17.10 Unless otherwise agreed, if the Champagne and Aishihik First Nations and the Yukon conclude an agreement pursuant to 17.1 in relation to education, then 17.7 and 17.9, and any agreements concluded pursuant to those sections, shall no longer be of any force or effect.  ANNEXE 1  L’article 17.2 de I’Entente sur I’autonomie gouvernementale des Premières Nations de Champagne et de Aishihik est remplacé par ce qui suit:  17.2 Les Premières Nations de Champagne et de Aishihik avisent le gouvernement, au plus tard le 31 mars de chaque année, de ses priorités à l'égard des négociations visées aux articles 17.1, 17.7 et 17.9 pour l'exercice commençant le 1er avril de la même année. Dans les 60 jours de la réception de l'avis, les parties établissent un plan de travail qui tient compte des priorités des Premières Nations de Champagne et de Aishihik à l'égard des négociations et qui précise le calendrier des travaux à exécuter ainsi que les ressources qui pourront leur être affectées.  L’article 17.0 de l’Entente sur l’autonomie gouvernementale des Première Nations de Champagne et de Aishihik est modifié par adjonction, après le paragraphe 17.6, de ce qui suit:  17.7 Relativement à l’éducation, à la demande des Premières Nations de Champagne et de Aishihik, les Premières Nations de Champagne et de Aishihik et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :  17.7.1 les services de counselling offerts aux étudiants; 17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs; 17.7.3 la composition du personnel enseignant; 17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes; 17.7.5 les programmes de la maternelle à la 12e année; ou 17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.  17.8 La négociation du partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes d’éducation en vertu de l’article 17.7 n’a pas pour effet d’empêcher les Premières Nations de Champagne et de Aishihik de négocier un accord en vertu de l’article 17.1 relativement à l’éducation.  17.9 Les Premières Nations de Champagne et de Aishihik et le Yukon négocient la représentation garantie de les Premières Nations de Champagne et de Aishihik sur tout comité d’école, conseil scolaire ou commission scolaire qui participe à la conception, à la mise en œuvre ou à l’administration des services d’éducation sur le territoire traditionnel.  17.10 Sauf convention contraire, si les Premières Nations de Champagne et de Aishihik et le Yukon concluent un accord en vertu de l’article 17.1 relativement à l’éducation, les articles 17.7 et 17.9, de même que tout accord conclu en vertu de ces articles, cessent d’être en vigueur.    SCHEDULE 2  Section 17.2 of the Vuntut Gwitchin First Nation Self-Government Agreement is replaced by the following:  17.2 The Vuntut Gwitchin First Nation shall notify Government by March 31st of each year of its priorities for negotiations pursuant to 17.1, 17.7 and 17.9 for the fiscal year beginning April 1st of that year. Within 60 days of receipt of such notification, the Parties shall prepare a workplan to address the Vuntut Gwitchin First Nation’s priorities for negotiation. The workplan shall identify timelines and resources available for negotiations.  Section 17.0 of the Vuntut Gwitchin First Nation Self-Government Agreement is amended by adding the following after 17.6:  17.7 In relation to education, upon the request of the Vuntut Gwitchin First Nation, the Vuntut Gwitchin First Nation and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:  17.7.1 student counseling; 17.7.2 cross cultural teacher/administrator orientation; 17.7.3 composition of teaching staff; 17.7.4 early childhood, special, and adult education curriculum; 17.7.5 kindergarten through grade 12 curriculum; and 17.7.6 the evaluation of teachers, administrators and other employees.  17.8 The negotiation of the division and sharing of responsibility for the design, delivery, and administration of programs related to education pursuant to 17.7 does not affect the ability of the Vuntut Gwitchin First Nation to negotiate an agreement pursuant to 17.1 in relation to education.  17.9 The Vuntut Gwitchin First Nation and the Yukon shall negotiate guaranteed representation for the Vuntut Gwitchin First Nation upon any school committees, school councils or school boards which are involved in the design, delivery or administration of education in the Traditional Territory.   17.10 Unless otherwise agreed, if the Vuntut Gwitchin First Nation and the Yukon conclude an agreement pursuant to 17.1 in relation to education, then 17.7 and 17.9, and any agreements concluded pursuant to those sections, shall no longer be of any force or effect.   ANNEXE 2  L’article 17.2 de I’Entente sur I’autonomie gouvernementale de Ia Première Nation des Gwitchin Vuntut est remplacé par ce qui suit:  17.2 La Première Nation des Gwitchin Vuntut avise le gouvernement, au plus tard le 31 mars de chaque année, de ses priorités à l'égard des négociations visées aux articles 17.1, 17.7 et 17.9 pour l'exercice commençant le 1er avril de la même année. Dans les 60 jours de la réception de l'avis, les parties établissent un plan de travail qui tient compte des priorités de la Première Nation des Gwitchin Vuntut à l'égard des négociations et qui précise le calendrier des travaux à exécuter ainsi que les ressources qui pourront leur être affectées.  L’article 17.0 de I’Entente sur I’autonomie gouvernementale de Ia Première Nation des Gwitchin Vuntut est modifié par adjonction, après I’article 17.6, de ce qui suit:  17.7 Relativement à l’éducation, à la demande de la Première Nation des Gwitchin Vuntut, la Première Nation des Gwitchin Vuntut et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :  17.7.1 les services de counselling offerts aux étudiants; 17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs; 17.7.3 la composition du personnel enseignant; 17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes; 17.7.5 les programmes de la maternelle à la 12e année; ou 17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.  17.8 La négociation du partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes d’éducation en vertu de l’article 17.7 n’a pas pour effet d’empêcher la Première Nation des Gwitchin Vuntut de négocier un accord en vertu de l’article 17.1 relativement à l’éducation.  17.9 La Première Nation des Gwitchin Vuntut et le Yukon négocient la représentation garantie de la Première Nation des Gwitchin Vuntut sur tout comité d’école, conseil scolaire ou commission scolaire qui participe à la conception, à la mise en œuvre ou à l’administration des services d’éducation sur le territoire traditionnel.  17.10 Sauf convention contraire, si la Première Nation des Gwitchin Vuntut et le Yukon concluent un accord en vertu de l’article 17.1 relativement à l’éducation, les articles 17.7 et 17.9, de même que tout accord conclu en vertu de ces articles, cessent d’être en vigueur.    SCHEDULE 3  Section 17.2 of the Kluane First Nation Self-Government Agreement is replaced by the following:  17.2 The Kluane First Nation shall notify Government by March 31st of each year of its priorities for negotiations pursuant to 17.1, 17.7 and 17.9 for the fiscal year beginning April 1st of that year. Within 60 days of receipt of such notification, the Parties shall prepare a workplan to address the Kluane priorities for negotiation. The workplan shall identify timelines and resources available for negotiations.  Section 17.0 of the Kluane First Nation Self-Government Agreement is amended by adding the following after 17.6:  17.7 In relation to education, upon the request of the Kluane First Nation, the Kluane First Nation and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:  17.7.1 student counseling; 17.7.2 cross cultural teacher/administrator orientation; 17.7.3 composition of teaching staff; 17.7.4 early childhood, special, and adult education curriculum; 17.7.5 kindergarten through grade 12 curriculum; or 17.7.6 the evaluation of teachers, administrators and  other employees.  17.8 The negotiation of the division and sharing of responsibility for the design, delivery, and administration of programs related to education pursuant to 17.7 does not affect the ability of the Kluane First Nation to negotiate an agreement pursuant to 17.1 in relation to education.   17.9 The Kluane First Nation and the Yukon shall negotiate guaranteed representation for the Kluane First Nation upon any school committees, school councils or school boards which are involved in the design, delivery or administration of education in the Traditional Territory.   17.10 Unless otherwise agreed, if the Kluane First Nation and the Yukon conclude an agreement pursuant to 17.1 in relation to education, then 17.7 and 17.9, and any agreements concluded pursuant to those sections, shall no longer be of any force or effect.    ANNEXE 3  L’article 17.2 de I’Entente sur I’autonomie gouvernementale de Ia Première Nation de Kluane est remplacé par ce qui suit:  17.2 La Première Nation de Kluane avise le gouvernement, au plus tard le 31 mars de chaque année, de ses priorités à l'égard des négociations visées aux articles 17.1, 17.7 et 17.9 pour l'exercice commençant le 1er avril de la même année. Dans les 60 jours de la réception de l'avis, les parties établissent un plan de travail qui tient compte des priorités de la Première Nation de Kluane à l'égard des négociations et qui précise le calendrier des travaux à exécuter ainsi que les ressources qui pourront leur être affectées.  L’article 17.0 de I‘Entente sur I’autonomie gouvernementale de Ia Première Nation de Kluane est modifié par adjonction, après I ‘article 17.6, de ce qui suit:  17.7 Relativement à l’éducation, à la demande de la Première Nation de Kluane, la Première Nation de Kluane et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :  17.7.1 les services de counselling offerts aux étudiants; 17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs; 17.7.3 la composition du personnel enseignant; 17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes; 17.7.5 les programmes de la maternelle à la 12e année; ou 17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.  17.8 La négociation du partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes d’éducation en vertu de l’article 17.7 n’a pas pour effet d’empêcher la Première Nation de Kluane de négocier un accord en vertu de l’article 17.1 relativement à l’éducation.  17.9 La Première Nation de Kluane et le Yukon négocient la représentation garantie de la Première Nation de Kluane sur tout comité d’école, conseil scolaire ou commission scolaire qui participe à la conception, à la mise en œuvre ou à l’administration des services d’éducation sur le territoire traditionnel.  17.10 Sauf convention contraire, si la Première Nation de Kluane et le Yukon concluent un accord en vertu de l’article 17.1 relativement à l’éducation, les articles 17.7 et 17.9, de même que tout accord conclu en vertu de ces articles, cessent d’être en vigueur.    SCHEDULE 4  Section 17.0 of the Little Salmon/Carmacks First Nation Self-Government Agreement is amended by replacing 17.7 with the following:  17.7 In relation to education, upon the request of the Little Salmon/Carmacks First Nation, the Little Salmon/Carmacks First Nation and the Yukon shall during the term of a self-government financial transfer agreement, negotiate the division and sharing of responsibility for the design, delivery and administration of programs delivered within the Traditional Territory, including programs relating to:  17.7.1 student counseling; 17.7.2 cross cultural teacher/administrator orientation; 17.7.3 composition of teaching staff; 17.7.4 early childhood, special, and adult education curriculum; 17.7.5 kindergarten through grade 12 curriculum; or 17.7.6 the evaluation of teachers, administrators and other employees.   ANNEXE 4  L’article 17.0 de l'Entente sur l'autonomie gouvernementale de la Première Nation de Little Salmon/Carmacks est modifié en remplaçant l’article 17.7 par ce qui suit:  17.7 Relativement à l’éducation, à la demande de la Première Nation de Little Salmon/Carmacks, la Première Nation de Little Salmon/Carmacks et le Yukon négocient, pendant qu’un accord de transfert financier en matière d’autonomie gouvernementale est en vigueur, la répartition et le partage des responsabilités pour la conception, la mise en œuvre et l’administration des programmes offerts sur le territoire traditionnel, y compris des programmes touchant :  17.7.1 les services de counselling offerts aux étudiants; 17.7.2 la sensibilisation transculturelle des enseignants et des administrateurs; 17.7.3 la composition du personnel enseignant; 17.7.4 les programmes préscolaires, les programmes spéciaux et les programmes pour adultes; 17.7.5 les programmes de la maternelle à la 12e année; ou 17.7.6 l’évaluation des professeurs, des administrateurs et des autres employés.    \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}