{
  "id": "47753",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0814<br></p><p><strong>Date: </strong>2025-11-21</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Agriculture and Agri-Food, makes the annexed <em>Regulations Amending and Repealing Certain Regulations (Canadian Food Inspection Agency)</em> under</p> <p class=\"indent-content\"></p> <p>(a) subsection 4(1) of the <em>Agriculture and Agri-Food Administrative Monetary Penalties Act</em>; and</p> <br> <p>(b) paragraphs 47(1)(a) and (q) of the <em>Plant Protection Act</em>.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire, Son Excellence la Gouverneure générale en conseil prend le <em>Règlement modifiant et abrogeant certains règlements (Agence&nbsp;canadienne d’inspection des aliments)</em>, ci‑après, en vertu :</p> <p class=\"indent-content\"></p> <p>a) du paragraphe 4(1) de la <em>Loi sur les sanctions administratives pécuniaires en matière d’agriculture et d’agroalimentaire</em>;</p> <br> <p>b) des alinéas 47(1)a) et q) de la <em>Loi sur la protection des végétaux</em>.</p> <br> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-11-27\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0814Date: 2025-11-21Her Excellency the Governor General in Council, on the recommendation of the Minister of Agriculture and Agri-Food, makes the annexed Regulations Amending and Repealing Certain Regulations (Canadian Food Inspection Agency) under  (a) subsection 4(1) of the Agriculture and Agri-Food Administrative Monetary Penalties Act; and  (b) paragraphs 47(1)(a) and (q) of the Plant Protection Act.   Sur recommandation du ministre de l’Agriculture et de l’Agroalimentaire, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant et abrogeant certains règlements (Agence canadienne d’inspection des aliments), ci‑après, en vertu :  a) du paragraphe 4(1) de la Loi sur les sanctions administratives pécuniaires en matière d’agriculture et d’agroalimentaire;  b) des alinéas 47(1)a) et q) de la Loi sur la protection des végétaux.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}