{
  "id": "47762",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0821<br></p><p><strong>Date: </strong>2025-11-27</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 5 of the <em>Financial Administration Act</em>,</p> <p>(a) terminates the nominations made by Order in Council P.C.&nbsp;2025-498 of May 13, 2025 and Order in Council P.C. 2025-506 of&nbsp;June 11, 2025;</p> <p>(b) nominates the following members of the King’s Privy Council for Canada who, in addition to the President of the Treasury Board and the Minister of Finance, are to constitute the Treasury Board:</p> <p class=\"indent-content\">the Minister of the Environment,</p> <p>the Minister of Public Works and Government Services,</p> <p>the Minister for International Trade, and</p> <p>the Minister of Health;</p> <p>(c) nominates the following members of the King’s Privy Council for Canada to be alternates to serve in the place of members of the Treasury Board:</p> <p>the Minister of Natural Resources,</p> <p>the Minister of Employment and Social Development,</p> <p>the Minister of Fisheries and Oceans,</p> <p class=\"indent-content\">the Minister of Northern Affairs,</p> <p class=\"indent-content\">the Minister of Crown-Indigenous Relations,</p> <p>the Minister of Veterans Affairs, and</p> <p class=\"indent-content\">the Minister of Infrastructure and Communities;</p> <p>(d) declares that three members of the Treasury Board constitute a quorum; and</p> <p class=\"indent-content\">(e) directs the Minister of Finance to act as Vice-Chair.</p> <br> <p class=\"indent-content\">Sur recommandation du premier ministre et en vertu de l’article 5 de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil :</p> <p>a) met fin aux nominations faites par les décrets C.P. 2025-498 du&nbsp;13&nbsp;mai 2025 et C.P. 2025-506 du 11 juin 2025</p> <p>b) nomme les membres ci-après du Conseil privé du Roi pour le Canada qui, avec le président du Conseil du Trésor et le ministre des&nbsp;Finances, composent le Conseil du Trésor&nbsp;:</p> <p class=\"indent-content\">la ministre de l’Environnement,</p> <p class=\"indent-content\">le ministre des Travaux publics et des Services gouvernementaux,</p> <p class=\"indent-content\">la ministre de la Santé;</p> <p>c) nomme, à titre de conseillers suppléants, les membres ci-après du&nbsp;Conseil privé du Roi pour le Canada :</p> <p class=\"indent-content\">le ministre des Ressources naturelles,</p> <p>la ministre de l’Emploi et du Développement social,</p> <p>la ministre des Pêches et des Océans,</p> <p class=\"indent-content\">la ministre des Affaires du Nord,</p> <p class=\"indent-content\">la ministre des Relations Couronne-Autochtones,</p> <p class=\"indent-content\">la ministre des Anciens Combattants,</p> <p class=\"indent-content\">le ministre de l’Infrastructure et des Collectivités;</p> <p>d) déclare que trois membres du Conseil du Trésor constituent le&nbsp;quorum;</p> <p>e) ordonne que le ministre des Finances agisse à titre de vice‑président.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-03\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0821Date: 2025-11-27Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under section 5 of the Financial Administration Act, (a) terminates the nominations made by Order in Council P.C. 2025-498 of May 13, 2025 and Order in Council P.C. 2025-506 of June 11, 2025; (b) nominates the following members of the King’s Privy Council for Canada who, in addition to the President of the Treasury Board and the Minister of Finance, are to constitute the Treasury Board: the Minister of the Environment, the Minister of Public Works and Government Services, the Minister for International Trade, and the Minister of Health; (c) nominates the following members of the King’s Privy Council for Canada to be alternates to serve in the place of members of the Treasury Board: the Minister of Natural Resources, the Minister of Employment and Social Development, the Minister of Fisheries and Oceans, the Minister of Northern Affairs, the Minister of Crown-Indigenous Relations, the Minister of Veterans Affairs, and the Minister of Infrastructure and Communities; (d) declares that three members of the Treasury Board constitute a quorum; and (e) directs the Minister of Finance to act as Vice-Chair.  Sur recommandation du premier ministre et en vertu de l’article 5 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil : a) met fin aux nominations faites par les décrets C.P. 2025-498 du 13 mai 2025 et C.P. 2025-506 du 11 juin 2025 b) nomme les membres ci-après du Conseil privé du Roi pour le Canada qui, avec le président du Conseil du Trésor et le ministre des Finances, composent le Conseil du Trésor : la ministre de l’Environnement, le ministre des Travaux publics et des Services gouvernementaux, la ministre de la Santé; c) nomme, à titre de conseillers suppléants, les membres ci-après du Conseil privé du Roi pour le Canada : le ministre des Ressources naturelles, la ministre de l’Emploi et du Développement social, la ministre des Pêches et des Océans, la ministre des Affaires du Nord, la ministre des Relations Couronne-Autochtones, la ministre des Anciens Combattants, le ministre de l’Infrastructure et des Collectivités; d) déclare que trois membres du Conseil du Trésor constituent le quorum; e) ordonne que le ministre des Finances agisse à titre de vice‑président. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}