{
  "id": "47776",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0836<br></p><p><strong>Date: </strong>2025-11-27</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under to paragraph 4(2)(d) and sections 6, 8 and 10 of the <em>Federal Public Sector Labour Relations and Employment Board Act</em>, appoints Brian Blumenthal of Toronto, Ontario, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Federal Public Sector Labour Relations and Employment Board, to be a part-time member of the Federal Public Sector Labour Relations and Employment Board, to&nbsp;hold&nbsp;office during good behaviour for a term of three years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Son Excellence la Gouverneure générale en conseil, sur recommandation du ministre des Transports, en vertu de l’alinéa 4(2)(d) et des articles 6, 8 et 10 de la <em>Loi sur la Commission des relations de travail et de l’emploi dans le secteur public fédéral</em>, nomme Brian Blumenthal de&nbsp;Toronto (Ontario), dont le nom figure sur&nbsp;la liste des personnes admissibles établie par la présidente de la Commission des relations de travail et de l’emploi dans le secteur public fédéral<em>,</em> commissaire à temps partiel de la Commission des relations de travail et de l’emploi dans le secteur public fédéral, à titre inamovible pour un mandat de trois ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-03\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0836Date: 2025-11-27Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport, under to paragraph 4(2)(d) and sections 6, 8 and 10 of the Federal Public Sector Labour Relations and Employment Board Act, appoints Brian Blumenthal of Toronto, Ontario, whose name is included in the list of names of eligible persons prepared by the Chairperson of the Federal Public Sector Labour Relations and Employment Board, to be a part-time member of the Federal Public Sector Labour Relations and Employment Board, to hold office during good behaviour for a term of three years.  Son Excellence la Gouverneure générale en conseil, sur recommandation du ministre des Transports, en vertu de l’alinéa 4(2)(d) et des articles 6, 8 et 10 de la Loi sur la Commission des relations de travail et de l’emploi dans le secteur public fédéral, nomme Brian Blumenthal de Toronto (Ontario), dont le nom figure sur la liste des personnes admissibles établie par la présidente de la Commission des relations de travail et de l’emploi dans le secteur public fédéral, commissaire à temps partiel de la Commission des relations de travail et de l’emploi dans le secteur public fédéral, à titre inamovible pour un mandat de trois ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}