{
  "id": "47789",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0846<br></p><p><strong>Date: </strong>2025-11-28</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of the Environment, acknowledges receipt, on the making of this Order, of the assessment done under subsection 23(1) of the <em>Species at&nbsp;Risk Act</em> by the Committee on the Status of Endangered Wildlife in Canada (COSEWIC) with respect to the wildlife species set out in&nbsp;the annexed schedule.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre de l’Environnement, Son Excellence la Gouverneure générale en&nbsp;conseil accuse réception, par la prise du présent décret, de&nbsp;l’évaluation faite conformément au paragraphe 23(1) de la&nbsp;<em>Loi&nbsp;sur&nbsp;les espèces en péril</em> par le Comité sur la situation des&nbsp;espèces en&nbsp;péril au Canada (COSEPAC) relativement à&nbsp;l’espèce&nbsp;sauvage mentionnée à l’annexe ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0846Date: 2025-11-28Her Excellency the Governor General in Council, on the recommendation of the Minister of the Environment, acknowledges receipt, on the making of this Order, of the assessment done under subsection 23(1) of the Species at Risk Act by the Committee on the Status of Endangered Wildlife in Canada (COSEWIC) with respect to the wildlife species set out in the annexed schedule.  Sur recommandation de la ministre de l’Environnement, Son Excellence la Gouverneure générale en conseil accuse réception, par la prise du présent décret, de l’évaluation faite conformément au paragraphe 23(1) de la Loi sur les espèces en péril par le Comité sur la situation des espèces en péril au Canada (COSEPAC) relativement à l’espèce sauvage mentionnée à l’annexe ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}