{
  "id": "47794",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0851<br></p><p><strong>Date: </strong>2025-11-28</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Agreement Between Canada and the Portuguese Republic on the&nbsp;Protection of Classified Information.</p> <p class=\"indent-content\"></p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre des Affaires étrangères, Son&nbsp;Excellence la Gouverneure générale en conseil autorise celle-ci à prendre les mesures nécessaires à l’entrée en&nbsp;vigueur pour le Canada de l’Accord entre le Canada et la&nbsp;République portugaise sur la protection des informations classifiées.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0851Date: 2025-11-28Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, authorizes the Minister of Foreign Affairs to take the actions necessary to bring into force for Canada the Agreement Between Canada and the Portuguese Republic on the Protection of Classified Information.   Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil autorise celle-ci à prendre les mesures nécessaires à l’entrée en vigueur pour le Canada de l’Accord entre le Canada et la République portugaise sur la protection des informations classifiées. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}