{
  "id": "47798",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0855<br></p><p><strong>Date: </strong>2025-11-28</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Industry, under subsection 12(2) of the <em>Bankruptcy and Insolvency Act</em>, terminates the appointment of the following officers of the Office of the Superintendent of Bankruptcy of the Department of Industry as Official Receivers:</p> <p class=\"indent-content\"></p> <p>(a) Charles Skelton of Toronto, Ontario;</p> <p>(b) Esperanza Nauffts of Whitby, Ontario; and</p> <p>(c) Kamel Rezig of Kirkland, Quebec.</p> <br> <br> <br> <br><br> <p class=\"indent-content\">Sur recommandation de la ministre de l’Industrie et&nbsp;en vertu du paragraphe 12(2) de la <em>Loi sur la faillite et l’insolvabilité,</em> Son Excellence la Gouverneure générale en Conseil met fin à la nomination, à titre de séquestres officiels, des&nbsp;fonctionnaires ci-après du Bureau du surintendant des faillites du ministère de l’Industrie&nbsp;</p> <p class=\"indent-content\"></p> <p>(a) Charles Skelton de Toronto (Ontario);</p> <p>(b) Esperanza Nauffts de Whitby (Ontario);</p> <p>(c) Kamel Rezig de Kirkland (Québec).</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0855Date: 2025-11-28Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, under subsection 12(2) of the Bankruptcy and Insolvency Act, terminates the appointment of the following officers of the Office of the Superintendent of Bankruptcy of the Department of Industry as Official Receivers:  (a) Charles Skelton of Toronto, Ontario; (b) Esperanza Nauffts of Whitby, Ontario; and (c) Kamel Rezig of Kirkland, Quebec.     Sur recommandation de la ministre de l’Industrie et en vertu du paragraphe 12(2) de la Loi sur la faillite et l’insolvabilité, Son Excellence la Gouverneure générale en Conseil met fin à la nomination, à titre de séquestres officiels, des fonctionnaires ci-après du Bureau du surintendant des faillites du ministère de l’Industrie   (a) Charles Skelton de Toronto (Ontario); (b) Esperanza Nauffts de Whitby (Ontario); (c) Kamel Rezig de Kirkland (Québec).  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}