{
  "id": "47799",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0856<br></p><p><strong>Date: </strong>2025-11-28</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Industry, under subsection 12(2) of the <em>Bankruptcy and Insolvency Act</em>, appoints&nbsp;the following officers of the Office of the Superintendent of Bankruptcy of the Department of Industry to hold office during pleasure as official receivers for all bankruptcy districts and divisions in Canada:</p> <br> <p>(a) Megan Martyn of Union, Ontario;</p> <p>(b) Amanda Nethercott of London, Ontario;</p> <p>(c) Rachel Isabelle Godet of Toronto, Ontario;</p> <p>(d) Jordan Frankel of Montréal, Quebec;</p> <p>(e) Kim-Mi Bui of Montréal, Quebec; </p> <p>(f) Julie Plourde of Saint-Lambert, Quebec; </p> <p>(g) Abibatou Gaye of Québec, Quebec;</p> <p>(h) Axelle Kayonga of Québec, Quebec; and </p> <p>(i) Sophie Guindon of Calgary, Alberta.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation de la ministre de l’Industrie et&nbsp;en vertu du paragraphe 12(2) de la <em>Loi sur la faillite et l’insolvabilité,</em> Son Excellence la Gouverneure générale en&nbsp;conseil&nbsp;nomme séquestres officiels, à titre amovible, pour tous&nbsp;les districts et toutes les divisions de faillite au Canada, les&nbsp;fonctionnaires ci-après du Bureau du surintendant des faillites&nbsp;du&nbsp;ministère de l’Industrie&nbsp;:</p> <p class=\"indent-content\"></p> <p>a) Megan Martyn d’Union (Ontario);</p> <p>b) Amanda Nethercott de London (Ontario);</p> <p>c) Rachel Isabelle Godet de Toronto (Ontario);</p> <p>d) Jordan Frankel de Montréal (Québec); </p> <p>e) Kim-Mi Bui de Montréal (Québec); </p> <p>f) Julie Plourde de Saint-Lambert (Québec); </p> <p>g) Abibatou Gaye de Québec (Québec); </p> <p>h) Axelle Kayonga de Québec (Québec); </p> <p>i) Sophie Guindon de Calgary (Alberta).</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0856Date: 2025-11-28Her Excellency the Governor General in Council, on the recommendation of the Minister of Industry, under subsection 12(2) of the Bankruptcy and Insolvency Act, appoints the following officers of the Office of the Superintendent of Bankruptcy of the Department of Industry to hold office during pleasure as official receivers for all bankruptcy districts and divisions in Canada:  (a) Megan Martyn of Union, Ontario; (b) Amanda Nethercott of London, Ontario; (c) Rachel Isabelle Godet of Toronto, Ontario; (d) Jordan Frankel of Montréal, Quebec; (e) Kim-Mi Bui of Montréal, Quebec;  (f) Julie Plourde of Saint-Lambert, Quebec;  (g) Abibatou Gaye of Québec, Quebec; (h) Axelle Kayonga of Québec, Quebec; and  (i) Sophie Guindon of Calgary, Alberta.   Sur recommandation de la ministre de l’Industrie et en vertu du paragraphe 12(2) de la Loi sur la faillite et l’insolvabilité, Son Excellence la Gouverneure générale en conseil nomme séquestres officiels, à titre amovible, pour tous les districts et toutes les divisions de faillite au Canada, les fonctionnaires ci-après du Bureau du surintendant des faillites du ministère de l’Industrie :  a) Megan Martyn d’Union (Ontario); b) Amanda Nethercott de London (Ontario); c) Rachel Isabelle Godet de Toronto (Ontario); d) Jordan Frankel de Montréal (Québec);  e) Kim-Mi Bui de Montréal (Québec);  f) Julie Plourde de Saint-Lambert (Québec);  g) Abibatou Gaye de Québec (Québec);  h) Axelle Kayonga de Québec (Québec);  i) Sophie Guindon de Calgary (Alberta).  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}