{
  "id": "47802",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0859<br></p><p><strong>Date: </strong>2025-12-03</p><hr><p></p><div><p class=\"indent-content\">Whereas,&nbsp;the Prime Minister has consulted with the persons referred to under subsection 4(2) of the&nbsp;<em>National Security and Intelligence Review Agency Act</em>;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsection 4(1) of the <em>National Security and Intelligence Review Agency Act</em>, appoints Yves Côté of Gatineau, Quebec, to be a member of the National Security and Intelligence Review Agency, to hold office during good behaviour for a&nbsp;term of five years.</p> <br><br> <p class=\"indent-content\">Attendu que le premier ministre a consulté les personnes visées en vertu du paragraphe 4(2) de la&nbsp;<em>Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement</em>; </p> <p class=\"indent-content\"></p> <p class=\"indent-content\">À ces causes, sur recommandation du premier ministre et en&nbsp;vertu du paragraphe 4(1) de la <em>Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement</em>, Son Excellence la Gouverneure générale en conseil, nomme Yves Côté, de&nbsp;Gatineau (Québec), membre de l’Office de surveillance des activités en&nbsp;matière de&nbsp;sécurité nationale et de renseignement, à titre inamovible pour un mandat de cinq ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0859Date: 2025-12-03Whereas, the Prime Minister has consulted with the persons referred to under subsection 4(2) of the National Security and Intelligence Review Agency Act;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, under subsection 4(1) of the National Security and Intelligence Review Agency Act, appoints Yves Côté of Gatineau, Quebec, to be a member of the National Security and Intelligence Review Agency, to hold office during good behaviour for a term of five years.  Attendu que le premier ministre a consulté les personnes visées en vertu du paragraphe 4(2) de la Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement;   À ces causes, sur recommandation du premier ministre et en vertu du paragraphe 4(1) de la Loi sur l’Office de surveillance des activités en matière de sécurité nationale et de renseignement, Son Excellence la Gouverneure générale en conseil, nomme Yves Côté, de Gatineau (Québec), membre de l’Office de surveillance des activités en matière de sécurité nationale et de renseignement, à titre inamovible pour un mandat de cinq ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}