{
  "id": "47829",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0883<br></p><p><strong>Date: </strong>2025-12-04</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on&nbsp;the recommendation of the Minister of Foreign Affairs made&nbsp;after consulting with the Minister of Public Safety and Emergency&nbsp;Preparedness, makes the annexed <em>Order Amending the Order Establishing a List of Foreign State Supporters of Terrorism</em> under&nbsp;subsection 6.1(2) of the <em>State Immunity Act</em>.</p> <br> <br><br> <p class=\"indent-content\">Sur recommandation de la ministre des&nbsp;Affaires&nbsp;étrangères faite après consultation du ministre de&nbsp;la&nbsp;Sécurité publique et de la Protection civile et en vertu du&nbsp;paragraphe 6.1(2) de la <em>Loi sur l’immunité des États</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le&nbsp;<em>Décret modifiant le Décret établissant la liste d’États étrangers&nbsp;qui soutiennent ou ont soutenu le terrorisme</em>, ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0883Date: 2025-12-04Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs made after consulting with the Minister of Public Safety and Emergency Preparedness, makes the annexed Order Amending the Order Establishing a List of Foreign State Supporters of Terrorism under subsection 6.1(2) of the State Immunity Act.   Sur recommandation de la ministre des Affaires étrangères faite après consultation du ministre de la Sécurité publique et de la Protection civile et en vertu du paragraphe 6.1(2) de la Loi sur l’immunité des États, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant le Décret établissant la liste d’États étrangers qui soutiennent ou ont soutenu le terrorisme, ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}