{
  "id": "47862",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0915<br></p><p><strong>Date: </strong>2025-12-08</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Christopher&nbsp;Cooter as Ambassador Extraordinary and Plenipotentiary of Canada to the Federal Democratic Republic of Nepal, with residence in New Delhi. </p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Christopher&nbsp;Cooter en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République démocratique fédérale du Népal, avec résidence à&nbsp;New Delhi. </p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-12\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0915Date: 2025-12-08Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, appoints Christopher Cooter as Ambassador Extraordinary and Plenipotentiary of Canada to the Federal Democratic Republic of Nepal, with residence in New Delhi.   Sur recommandation de la ministre des Affaires étrangères, Son Excellence la Gouverneure générale en conseil nomme Christopher Cooter en qualité d’ambassadeur extraordinaire et plénipotentiaire du Canada auprès de la République démocratique fédérale du Népal, avec résidence à New Delhi.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}