{
  "id": "47873",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0918<br></p><p><strong>Date: </strong>2025-12-11</p><hr><p></p><div><p class=\"indent-content\">Whereas the Governor in Council deems it necessary to&nbsp;control the importation of the goods referred to in the annexed <em>Order&nbsp;Amending the Import Control List (2025-2)</em> to implement the&nbsp;Joint&nbsp;Statement by Canada and the United States on Section 232 Duties on&nbsp;Steel and Aluminum of May 17, 2019;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">And whereas, for the purpose of facilitating the&nbsp;implementation of action taken under paragraph 53(2)(d) of the&nbsp;<em>Customs&nbsp;Tariff</em>, the Governor in Council considers it necessary to control the importation of those goods and collect information with respect to their&nbsp;importation;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the&nbsp;annexed <em>Order Amending the Import Control List (2025-2)</em> under paragraph 5(1)(e), subsection 5(6) and section 6 of the <em>Export and&nbsp;Import&nbsp;Permits Act</em>.<br></p> <p class=\"indent-content\">Attendu que la gouverneure en conseil est d’avis qu’il est&nbsp;nécessaire de contrôler l’importation des marchandises visées par&nbsp;le&nbsp;<em>Décret modifiant la Liste des marchandises d’importation contrôlée&nbsp;(2025‑2)</em>, ci-après, afin de mettre en œuvre la Déclaration conjointe du&nbsp;Canada et des États-Unis concernant l’application de droits&nbsp;sur l’acier&nbsp;et l’aluminium au titre de l’article 232 du 17 mai 2019;</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">Attendu que la gouverneure en conseil estime nécessaire de&nbsp;contrôler l’importation de ces marchandises et d’obtenir des renseignements à cet égard pour faciliter l’application de mesures prises&nbsp;en vertu de l’alinéa 53(2)d) du <em>Tarif des douanes</em>,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre des Affaires étrangères et en vertu de l’alinéa 5(1)e), du paragraphe 5(6) et&nbsp;de&nbsp;l’article 6 de&nbsp;la&nbsp;<em>Loi sur les licences d’exportation et d’importation</em>, Son Excellence la&nbsp;Gouverneure générale en conseil prend le <em>Décret modifiant la Liste des&nbsp;marchandises d’importation contrôlée (2025-2),</em> ci‑après.</p> <p class=\"indent-content\"></p> </div><br><div><p><strong>Order Amending the Import Control List (2025-2) </strong></p> <br> <p>Amendment </p> <br>  <br>  <br> <p><strong>1</strong><strong> Subsection 82(1) of the </strong><strong><em>Import Control List</em></strong><strong><sup>1</sup></strong><strong> is replaced by the following: </strong></p> <br> <p><strong>82</strong><strong>(1)</strong> Steel goods that are classified under a tariff classification number set out in column 4 of Schedule 1 or column 4 of Schedule 2 to the <em>Order Imposing a Surtax on the Importation of Certain Steel Goods</em>, as those columns read on the day on which the <em>Order Amending the Import Control List (2025-2)</em> came into force, and that are neither referred to in section 3 of the <em>Order Imposing a Surtax on the Importation of Certain Steel Goods</em> nor imported in a quantity that exceeds the applicable limit established under that Order. </p> <br>  <br> <p>Coming into Force </p> <p><strong>2 This Order comes into force on December 26, 2025, but if it is registered after that day, it comes into force on the day on which it is registered.</strong></p> <br><br> <p><strong>Décret modifiant la Liste des marchandises d’importation contrôlée (2025-2)</strong></p> <br> <p>&nbsp;Modification</p> <br>  <br>  <br> <p><strong>1</strong><strong> Le paragraphe 82(1) de la </strong><strong><em>Liste des marchandises d’importation contrôlée</em></strong><strong><sup>1</sup></strong><strong> est remplacé par ce qui suit :</strong></p> <br> <p><strong>82</strong><strong>(1)</strong> Les produits en acier classés dans les numéros de classement tarifaires figurant dans la colonne 4 de l’annexe 1 ou dans la colonne 4 de l’annexe 2 du <em>Décret imposant une surtaxe sur l’importation de certains produits de l’acier</em>, dans leur version à la date d’entrée en vigueur du <em>Décret modifiant la Liste des marchandises d’importation contrôlée (2025-2)</em>, qui ne sont ni visés à l’article 3 du <em>Décret imposant une surtaxe sur l’importation de certains produits de l’acier</em> ni importés en une quantité qui est supérieure à la limite applicable établie par ce décret.</p> <br>  <br> <p>&nbsp;Entrée en vigueur</p> <br>  <br>  <br> <p><strong>2</strong><strong> Le présent décret entre en vigueur le 26 décembre 2025 ou, si elle est postérieure, à la date de son enregistrement.</strong></p>      <br> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-12\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0918Date: 2025-12-11Whereas the Governor in Council deems it necessary to control the importation of the goods referred to in the annexed Order Amending the Import Control List (2025-2) to implement the Joint Statement by Canada and the United States on Section 232 Duties on Steel and Aluminum of May 17, 2019;  And whereas, for the purpose of facilitating the implementation of action taken under paragraph 53(2)(d) of the Customs Tariff, the Governor in Council considers it necessary to control the importation of those goods and collect information with respect to their importation;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the annexed Order Amending the Import Control List (2025-2) under paragraph 5(1)(e), subsection 5(6) and section 6 of the Export and Import Permits Act. Attendu que la gouverneure en conseil est d’avis qu’il est nécessaire de contrôler l’importation des marchandises visées par le Décret modifiant la Liste des marchandises d’importation contrôlée (2025‑2), ci-après, afin de mettre en œuvre la Déclaration conjointe du Canada et des États-Unis concernant l’application de droits sur l’acier et l’aluminium au titre de l’article 232 du 17 mai 2019;  Attendu que la gouverneure en conseil estime nécessaire de contrôler l’importation de ces marchandises et d’obtenir des renseignements à cet égard pour faciliter l’application de mesures prises en vertu de l’alinéa 53(2)d) du Tarif des douanes,  À ces causes, sur recommandation de la ministre des Affaires étrangères et en vertu de l’alinéa 5(1)e), du paragraphe 5(6) et de l’article 6 de la Loi sur les licences d’exportation et d’importation, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant la Liste des marchandises d’importation contrôlée (2025-2), ci‑après.  Order Amending the Import Control List (2025-2)   Amendment       1 Subsection 82(1) of the Import Control List1 is replaced by the following:   82(1) Steel goods that are classified under a tariff classification number set out in column 4 of Schedule 1 or column 4 of Schedule 2 to the Order Imposing a Surtax on the Importation of Certain Steel Goods, as those columns read on the day on which the Order Amending the Import Control List (2025-2) came into force, and that are neither referred to in section 3 of the Order Imposing a Surtax on the Importation of Certain Steel Goods nor imported in a quantity that exceeds the applicable limit established under that Order.     Coming into Force  2 This Order comes into force on December 26, 2025, but if it is registered after that day, it comes into force on the day on which it is registered.  Décret modifiant la Liste des marchandises d’importation contrôlée (2025-2)   Modification      1 Le paragraphe 82(1) de la Liste des marchandises d’importation contrôlée1 est remplacé par ce qui suit :  82(1) Les produits en acier classés dans les numéros de classement tarifaires figurant dans la colonne 4 de l’annexe 1 ou dans la colonne 4 de l’annexe 2 du Décret imposant une surtaxe sur l’importation de certains produits de l’acier, dans leur version à la date d’entrée en vigueur du Décret modifiant la Liste des marchandises d’importation contrôlée (2025-2), qui ne sont ni visés à l’article 3 du Décret imposant une surtaxe sur l’importation de certains produits de l’acier ni importés en une quantité qui est supérieure à la limite applicable établie par ce décret.     Entrée en vigueur      2 Le présent décret entre en vigueur le 26 décembre 2025 ou, si elle est postérieure, à la date de son enregistrement.        \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}