{
  "id": "47887",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0931<br></p><p><strong>Date: </strong>2025-12-11</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the&nbsp;recommendation of the Minister of Northern Affairs, under section 46 of the <em>Yukon Act</em>,</p> <p class=\"indent-content\"></p> <p>(a) approves the relinquishment of the administration and control from the Commissioner of Yukon to His Majesty in right of Canada, in perpetuity, of the public real property described in the schedule; and</p> <br> <p>(b) identifies the Minister of Northern Affairs as the federal minister who will have the administration of the public real property referred to in paragraph (a).</p> <br> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre des Affaires du Nord et&nbsp;en vertu de l’article 46 de la <em>Loi sur le Yukon</em>, Son Excellence la&nbsp;Gouverneure générale en conseil :</p> <p class=\"indent-content\"></p> <p>a) agrée la renonciation, à perpétuité, par la commissaire du Yukon&nbsp;au profit de Sa Majesté du chef du Canada, à la gestion et&nbsp;à&nbsp;la maîtrise du bien réel domanial décrit dans l’annexe;</p> <br> <p>b) précise que la gestion du bien réel domanial visé à l’alinéa a) est&nbsp;confiée au ministre des Affaires du Nord.</p> <br> <br> <br> <br> </div><br><div><p class=\"text-center\"><strong>SCHEDULE</strong></p> <p class=\"text-center\"></p> <p>All that portion of Lot number 1039, Quad number 115K/7, in the town of Beaver Creek in Yukon, as that lot is shown on the plan survey number 112039 in the Canada Lands Surveys Records at Ottawa.</p> <br> <p>The said parcel of land containing 61.37 hectares, more or less.</p> <br> <p>Saving and excepting therefrom and reserving thereout all mines and minerals, including hydrocarbons, whether solid, liquid or gaseous, and the right to work them. </p> <br> <br><br> <p class=\"text-center\"><strong>ANNEXE</strong></p> <br> <p>La totalité du lot numéro 1039, dans le quadrilatère 115K/7, dans la ville de Beaver Creek au Yukon, tel qu’il figure sur le plan d’arpentage portant le numéro 112039, aux Archives d'arpentage des terres du Canada à Ottawa.</p> <br> <p>Ladite parcelle de terrain comprenant 61.37 hectares, plus ou moins.</p> <br> <p>A l’exception des mines et des minéraux qui s’y trouvent, y compris les hydrocarbures, à l’état solide ou gazeux, ainsi que du droit de les exploiter.</p> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0931Date: 2025-12-11Her Excellency the Governor General in Council, on the recommendation of the Minister of Northern Affairs, under section 46 of the Yukon Act,  (a) approves the relinquishment of the administration and control from the Commissioner of Yukon to His Majesty in right of Canada, in perpetuity, of the public real property described in the schedule; and  (b) identifies the Minister of Northern Affairs as the federal minister who will have the administration of the public real property referred to in paragraph (a).   Sur recommandation de la ministre des Affaires du Nord et en vertu de l’article 46 de la Loi sur le Yukon, Son Excellence la Gouverneure générale en conseil :  a) agrée la renonciation, à perpétuité, par la commissaire du Yukon au profit de Sa Majesté du chef du Canada, à la gestion et à la maîtrise du bien réel domanial décrit dans l’annexe;  b) précise que la gestion du bien réel domanial visé à l’alinéa a) est confiée au ministre des Affaires du Nord.     SCHEDULE  All that portion of Lot number 1039, Quad number 115K/7, in the town of Beaver Creek in Yukon, as that lot is shown on the plan survey number 112039 in the Canada Lands Surveys Records at Ottawa.  The said parcel of land containing 61.37 hectares, more or less.  Saving and excepting therefrom and reserving thereout all mines and minerals, including hydrocarbons, whether solid, liquid or gaseous, and the right to work them.    ANNEXE  La totalité du lot numéro 1039, dans le quadrilatère 115K/7, dans la ville de Beaver Creek au Yukon, tel qu’il figure sur le plan d’arpentage portant le numéro 112039, aux Archives d'arpentage des terres du Canada à Ottawa.  Ladite parcelle de terrain comprenant 61.37 hectares, plus ou moins.  A l’exception des mines et des minéraux qui s’y trouvent, y compris les hydrocarbures, à l’état solide ou gazeux, ainsi que du droit de les exploiter.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}