{
  "id": "47895",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0932<br></p><p><strong>Date: </strong>2025-12-11</p><hr><p></p><div><p class=\"indent-content\">Whereas, by Order in Council P.C. 2010-436 of March&nbsp;25,&nbsp;2010, the Governor in Council approved that the Canadian Broadcasting Corporation enter into an agreement to lease a portion of the&nbsp;real property referred to in that Order with The Walt Disney Company (Canada) Ltd.;</p> <br> <p class=\"indent-content\">Whereas, by Order in Council P.C. 2015-207 of February&nbsp;19,&nbsp;2015, the Governor in Council approved that the Canadian Broadcasting Corporation amend the agreement approved by Order in Council P.C. 2010-436;</p> <br> <p class=\"indent-content\">And whereas, by Order in Council P.C. 2018-1492 of November 29, 2018, the Governor in Council approved that the Canadian Broadcasting Corporation amend the agreement approved by Order in Council P.C. 2010-436, as amended by Order in Council P.C. 2015-207;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, under paragraph 48(2)(a) of the <em>Broadcasting Act</em>, approves that the Canadian Broadcasting Corporation, as landlord, amend the agreement to lease a portion of the real property referred to in Order in Council P.C. 2010-436, as amended by Order in Council P.C. 2015-207 and Order in Council P.C.&nbsp;2018-1492, with The Walt Disney Company (Canada) Ltd., as tenant,&nbsp;for a total consideration in excess of $4,000,000,</p> <br> <p>(a)to extend the term of the amended lease for the leased space of&nbsp;50,400 square feet by 11 years and 2 months;</p> <br> <p>(b) to lease an additional space of approximately 39,833 square feet at the same real property as the existing leased space for&nbsp;10&nbsp;years;</p> <br> <p>…/2</p> <br> </div><br><div><p class=\"text-center\">- 2 -</p> <br> <p>(c) to grant, in favour of The Walt Disney Company (Canada) Ltd., two options to renew the agreement for the total leased space referred to in paragraphs (a) and (b) for further periods of 5 years each; and</p> <br> <p>(d) to grant, in favour of The Walt Disney Company (Canada) Ltd., the option to lease, subject to acceptance by the Canadian Broadcasting Corporation, up to an additional 50% in square footage of the total leased space.</p> <br> <br> <br> </div><br><div><p class=\"indent-content\">Attendu que, par le décret C.P. 2010-436 du 25 mars&nbsp;2010, la gouverneure en conseil a autorisé la Société Radio-Canada à conclure un contrat de bail avec The Walt Disney Company (Canada) Ltd. relativement à la location d’une partie du bien immeuble visé par ce décret;</p> <br> <p class=\"indent-content\">Attendu que, par le décret C.P. 2015-207 du 19 février&nbsp;2015, le gouverneur en conseil a autorisé la Société Radio-Canada à modifier le&nbsp;contrat de bail approuvé par le décret C.P. 2010-436;</p> <br> <p class=\"indent-content\">Attendu que, par le décret C.P. 2018-1492 du&nbsp;29&nbsp;novembre&nbsp;2018, la gouverneure en conseil a autorisé la Société Radio-Canada à modifier le contrat de bail approuvé par le décret C.P.&nbsp;2010-436, tel qu’il a été modifié par le décret C.P. 2015-207,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation du ministre du Patrimoine canadien et en vertu de l’alinéa 48(2)a) de la <em>Loi sur la radiodiffusion</em>, Son Excellence la Gouverneure générale en conseil agrée que la Société Radio-Canada, à titre de bailleur, modifie le contrat de bail conclu avec The Walt Disney Company (Canada) Ltd., à titre de locataire, relativement à la location d’une partie du bien immeuble visé par le décret C.P. 2010-436, tel qu’il a été modifié par le décret C.P. 2015-207 et le décret C.P. 2018-1492, selon les modalités ci-après et d’une valeur totale dépassant 4&nbsp;000&nbsp;000&nbsp;$ :</p> <br> <p>a) la prolongation de onze ans et deux mois du bail modifié pour la&nbsp;superficie louée de 50&nbsp;400 pieds carrés;</p> <br> <p>b) la location d’une superficie additionnelle d’environ 39&nbsp;833 pieds carrés dans le même bien immeuble que celui où se trouve la surperficie louée existante pour une durée de dix ans;</p> <br> <p>…/2</p> <br> </div><br><div><p class=\"text-center\">- 2 -</p> <br> <p>c) l’octroi à The Walt Disney Company (Canada) Ltd. de deux options de renouvellement du contrat de bail pour la superficie totale louée visée aux alinéas a) et b) pour une période supplémentaire de cinq ans chacune;</p> <br> <p>d) l’octroi à The Walt Disney Company (Canada) Ltd. de l’option de louer un espace additionnel, sous réserve de l’acceptation par la Société Radio-Canada, d’au plus 50&nbsp;% de la superficie totale louée, en pieds carrés.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0932Date: 2025-12-11Whereas, by Order in Council P.C. 2010-436 of March 25, 2010, the Governor in Council approved that the Canadian Broadcasting Corporation enter into an agreement to lease a portion of the real property referred to in that Order with The Walt Disney Company (Canada) Ltd.;  Whereas, by Order in Council P.C. 2015-207 of February 19, 2015, the Governor in Council approved that the Canadian Broadcasting Corporation amend the agreement approved by Order in Council P.C. 2010-436;  And whereas, by Order in Council P.C. 2018-1492 of November 29, 2018, the Governor in Council approved that the Canadian Broadcasting Corporation amend the agreement approved by Order in Council P.C. 2010-436, as amended by Order in Council P.C. 2015-207;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Canadian Heritage, under paragraph 48(2)(a) of the Broadcasting Act, approves that the Canadian Broadcasting Corporation, as landlord, amend the agreement to lease a portion of the real property referred to in Order in Council P.C. 2010-436, as amended by Order in Council P.C. 2015-207 and Order in Council P.C. 2018-1492, with The Walt Disney Company (Canada) Ltd., as tenant, for a total consideration in excess of $4,000,000,  (a)to extend the term of the amended lease for the leased space of 50,400 square feet by 11 years and 2 months;  (b) to lease an additional space of approximately 39,833 square feet at the same real property as the existing leased space for 10 years;  …/2  - 2 -  (c) to grant, in favour of The Walt Disney Company (Canada) Ltd., two options to renew the agreement for the total leased space referred to in paragraphs (a) and (b) for further periods of 5 years each; and  (d) to grant, in favour of The Walt Disney Company (Canada) Ltd., the option to lease, subject to acceptance by the Canadian Broadcasting Corporation, up to an additional 50% in square footage of the total leased space.    Attendu que, par le décret C.P. 2010-436 du 25 mars 2010, la gouverneure en conseil a autorisé la Société Radio-Canada à conclure un contrat de bail avec The Walt Disney Company (Canada) Ltd. relativement à la location d’une partie du bien immeuble visé par ce décret;  Attendu que, par le décret C.P. 2015-207 du 19 février 2015, le gouverneur en conseil a autorisé la Société Radio-Canada à modifier le contrat de bail approuvé par le décret C.P. 2010-436;  Attendu que, par le décret C.P. 2018-1492 du 29 novembre 2018, la gouverneure en conseil a autorisé la Société Radio-Canada à modifier le contrat de bail approuvé par le décret C.P. 2010-436, tel qu’il a été modifié par le décret C.P. 2015-207,  À ces causes, sur recommandation du ministre du Patrimoine canadien et en vertu de l’alinéa 48(2)a) de la Loi sur la radiodiffusion, Son Excellence la Gouverneure générale en conseil agrée que la Société Radio-Canada, à titre de bailleur, modifie le contrat de bail conclu avec The Walt Disney Company (Canada) Ltd., à titre de locataire, relativement à la location d’une partie du bien immeuble visé par le décret C.P. 2010-436, tel qu’il a été modifié par le décret C.P. 2015-207 et le décret C.P. 2018-1492, selon les modalités ci-après et d’une valeur totale dépassant 4 000 000 $ :  a) la prolongation de onze ans et deux mois du bail modifié pour la superficie louée de 50 400 pieds carrés;  b) la location d’une superficie additionnelle d’environ 39 833 pieds carrés dans le même bien immeuble que celui où se trouve la surperficie louée existante pour une durée de dix ans;  …/2  - 2 -  c) l’octroi à The Walt Disney Company (Canada) Ltd. de deux options de renouvellement du contrat de bail pour la superficie totale louée visée aux alinéas a) et b) pour une période supplémentaire de cinq ans chacune;  d) l’octroi à The Walt Disney Company (Canada) Ltd. de l’option de louer un espace additionnel, sous réserve de l’acceptation par la Société Radio-Canada, d’au plus 50 % de la superficie totale louée, en pieds carrés. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}