{
  "id": "47924",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0960<br></p><p><strong>Date: </strong>2025-12-12</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, after consultation with the Board of Directors of the Canadian Centre on Substance Abuse, under sections 8 and 9 of the&nbsp;Canadian Centre on Substance Abuse Act, appoints Louis Hugo Francescutti of Sherwood Park, Alberta, to be Chairperson of the Board of Directors of the Canadian Centre on Substance Abuse, to hold office during pleasure for a term of three years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre de la Santé, après consultation du conseil d’administration du Centre canadien de lutte contre les toxicomanies, en vertu des articles 8 et 9 de la&nbsp;Loi sur le Centre canadien de lutte contre les toxicomanies, Son Excellence la Gouverneure générale en conseil nomme Louis Hugo Francescutti, de Sherwood Park (Alberta), président du conseil d’administration du Centre canadien de lutte contre les toxicomanies, à titre amovible pour un mandat de trois ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-18\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0960Date: 2025-12-12Her Excellency the Governor General in Council, on the recommendation of the Minister of Health, after consultation with the Board of Directors of the Canadian Centre on Substance Abuse, under sections 8 and 9 of the Canadian Centre on Substance Abuse Act, appoints Louis Hugo Francescutti of Sherwood Park, Alberta, to be Chairperson of the Board of Directors of the Canadian Centre on Substance Abuse, to hold office during pleasure for a term of three years.  Sur recommandation de la ministre de la Santé, après consultation du conseil d’administration du Centre canadien de lutte contre les toxicomanies, en vertu des articles 8 et 9 de la Loi sur le Centre canadien de lutte contre les toxicomanies, Son Excellence la Gouverneure générale en conseil nomme Louis Hugo Francescutti, de Sherwood Park (Alberta), président du conseil d’administration du Centre canadien de lutte contre les toxicomanies, à titre amovible pour un mandat de trois ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}