{
  "id": "47941",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2025-0975<br></p><p><strong>Date: </strong>2025-12-18</p><hr><p></p><div><p class=\"indent-content\">Whereas, by Order in Council P.C. 1999-642 of April&nbsp;15,&nbsp;1999, the Governor in Council approved the provisions of the&nbsp;proposed letters patent of the Saint John Port Authority relating to the&nbsp;limits on its power to borrow money on its credit for port purposes;</p> <br> <p class=\"indent-content\">Whereas the Minister of Transport issued letters patent to&nbsp;the Saint John Port Authority, effective May 1, 1999;</p> <br> <p class=\"indent-content\">And whereas the Minister of Transport, under section 9 of the <em>Canada Marine Act</em> and at the request of the board of directors of the Saint John Port Authority, proposes to issue supplementary letters patent amending the letters patent of the Saint John Port Authority, substantially in accordance with the provision set out in the schedule, for the purpose of&nbsp;increasing the aggregate limit on the power of the Saint John Port&nbsp;Authority to borrow money on its credit for port purposes;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in&nbsp;Council,&nbsp;on the recommendation of the Minister of Transport and the&nbsp;Minister of Finance, under subsection 8(5) of the <em>Canada Marine Act</em>,&nbsp;approves the provision of the proposed supplementary letters patent,&nbsp;substantially in accordance with the provision set out in the&nbsp;schedule, for&nbsp;the purpose of increasing the aggregate limit on the&nbsp;power&nbsp;of&nbsp;the Saint&nbsp;John Port Authority to borrow money on its credit&nbsp;for&nbsp;port purposes.</p> <br> <br><br> <p class=\"indent-content\">Attendu que, par le décret C.P. 1999-642 du 15 avril 1999, le&nbsp;gouverneur en conseil a approuvé les dispositions du projet de lettres patentes de l’Administration portuaire de Saint John relatives à la mesure dans laquelle celle-ci peut emprunter des fonds sur son crédit pour l’exploitation du port;</p> <br> <p class=\"indent-content\">Attendu que le ministre des Transports a délivré des lettres patentes à l’Administration portuaire de Saint John le 1<sup>er</sup> mai 1999;</p> <br> <p class=\"indent-content\">Attendu que, en vertu de l’article 9 de la <em>Loi maritime du&nbsp;Canada</em> et sur demande du conseil d’administration de l’Administration portuaire de Saint John, le ministre des Transports se propose de délivrer&nbsp;des lettres patentes supplémentaires, conformes en&nbsp;substance à&nbsp;la disposition figurant à l’annexe, modifiant les lettres patentes de l’Administration portuaire de Saint John afin d’ajouter à la limite au pouvoir de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation du ministre des Transports et du ministre des Finances et en vertu du paragraphe&nbsp;8(5) de&nbsp;la <em>Loi maritime du Canada</em>, Son Excellence la&nbsp;Gouverneure générale en conseil approuve la disposition du projet de&nbsp;lettres patentes supplémentaires, conformes en substance à la disposition figurant à l’annexe, afin d’ajouter à la limite du pouvoir de&nbsp;l’Administration portuaire de Saint John d’emprunter des fonds sur&nbsp;son&nbsp;crédit pour l’exploitation du&nbsp;port.</p> <br> <br> <br> <br> </div><br><div><p class=\"text-center\"><strong>Schedule</strong></p> <br> <p><strong>1. Section 9.2 of the letters patent issued to the Saint John Port Authority is replaced by the following:</strong></p> <br> <p><strong>9.2 Restriction on Incurrence of Borrowing.</strong> The Authority shall not incur any&nbsp;item&nbsp;of Borrowing so that the aggregate Borrowing of the Authority would exceed $70,000,000.</p> <br> <br><br> <p class=\"text-center\"><strong>Annexe</strong></p> <br> <p><strong>1. L’article 9.2 des lettres patentes délivrées à l’Administration portuaire de Saint&nbsp;John est remplacé par ce qui suit&nbsp;:</strong></p> <br> <p><strong>9.2 Restriction sur les emprunts.</strong> L’Administration ne doit pas contracter des&nbsp;Emprunts dont le total serait supérieur à 70 000 000 $.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-12-24\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2025-0975Date: 2025-12-18Whereas, by Order in Council P.C. 1999-642 of April 15, 1999, the Governor in Council approved the provisions of the proposed letters patent of the Saint John Port Authority relating to the limits on its power to borrow money on its credit for port purposes;  Whereas the Minister of Transport issued letters patent to the Saint John Port Authority, effective May 1, 1999;  And whereas the Minister of Transport, under section 9 of the Canada Marine Act and at the request of the board of directors of the Saint John Port Authority, proposes to issue supplementary letters patent amending the letters patent of the Saint John Port Authority, substantially in accordance with the provision set out in the schedule, for the purpose of increasing the aggregate limit on the power of the Saint John Port Authority to borrow money on its credit for port purposes;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Transport and the Minister of Finance, under subsection 8(5) of the Canada Marine Act, approves the provision of the proposed supplementary letters patent, substantially in accordance with the provision set out in the schedule, for the purpose of increasing the aggregate limit on the power of the Saint John Port Authority to borrow money on its credit for port purposes.   Attendu que, par le décret C.P. 1999-642 du 15 avril 1999, le gouverneur en conseil a approuvé les dispositions du projet de lettres patentes de l’Administration portuaire de Saint John relatives à la mesure dans laquelle celle-ci peut emprunter des fonds sur son crédit pour l’exploitation du port;  Attendu que le ministre des Transports a délivré des lettres patentes à l’Administration portuaire de Saint John le 1er mai 1999;  Attendu que, en vertu de l’article 9 de la Loi maritime du Canada et sur demande du conseil d’administration de l’Administration portuaire de Saint John, le ministre des Transports se propose de délivrer des lettres patentes supplémentaires, conformes en substance à la disposition figurant à l’annexe, modifiant les lettres patentes de l’Administration portuaire de Saint John afin d’ajouter à la limite au pouvoir de celle-ci d’emprunter des fonds sur son crédit pour l’exploitation du port,  À ces causes, sur recommandation du ministre des Transports et du ministre des Finances et en vertu du paragraphe 8(5) de la Loi maritime du Canada, Son Excellence la Gouverneure générale en conseil approuve la disposition du projet de lettres patentes supplémentaires, conformes en substance à la disposition figurant à l’annexe, afin d’ajouter à la limite du pouvoir de l’Administration portuaire de Saint John d’emprunter des fonds sur son crédit pour l’exploitation du port.     Schedule  1. Section 9.2 of the letters patent issued to the Saint John Port Authority is replaced by the following:  9.2 Restriction on Incurrence of Borrowing. The Authority shall not incur any item of Borrowing so that the aggregate Borrowing of the Authority would exceed $70,000,000.   Annexe  1. L’article 9.2 des lettres patentes délivrées à l’Administration portuaire de Saint John est remplacé par ce qui suit :  9.2 Restriction sur les emprunts. L’Administration ne doit pas contracter des Emprunts dont le total serait supérieur à 70 000 000 $. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}