{
  "id": "47986",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0015<br></p><p><strong>Date: </strong>2026-01-14</p><hr><p></p><div><p class=\"indent-content\">Whereas the Minister of Finance, as the appropriate Minister, has consulted the boards of directors of the Canada Deposit Insurance Corporation, the Canada Development Investment Corporation and the Royal Canadian Mint with respect to the content and effect of this directive;</p> <br> <p class=\"indent-content\">And whereas 16342451 Canada Inc., the Canada Enterprise Emergency Funding Corporation, the Canada Growth Fund Inc. and the Canada Indigenous Loan Guarantee Corporation are wholly-owned subsidiairies of the Canada Development Investment Corporation to which&nbsp;subsections 89(1), (4) and (6) and section 89.1 of the <em>Financial Administration Act</em> apply as if they were parent Crown corporations;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, being of the opinion that it is in the public interest, on the recommendation of the Minister of Finance, under section 89 of the <em>Financial Administration&nbsp;Act</em>,</p> <br> <p>(a) directs the Canada Deposit Insurance Corporation, the Canada Development Investment Corporation and the Royal Canadian Mint to each</p> <br> <p>(i) align their policies, guidelines and practices with the <em>Buy&nbsp;Canadian Procurement Policy Framework</em> and the policy&nbsp;instruments issued under section 6 of that framework, as&nbsp;amended from time to time, in a manner that is consistent with their mandate, and ensure, if applicable and to the extent possible, that their wholly-owned subsidiaires and subsidiaries, within the meaning of Part X of the <em>Financial Administration Act</em>, do the same, and</p> <br> <br> <br> <br> <br> <p>…/2</p> <br> </div><br><div><p class=\"text-center\">- 2 -</p> <br> <p>(ii) report on the implementation of this directive in their next corporate plan; and</p> <br> <p>(b) directs 16342451 Canada Inc., the Canada Enterprise Emergency Funding Corporation, the Canada Growth Fund Inc. and the Canada Indigenous Loan Guarantee Corporation to each align their policies, guidelines and practices with the <em>Buy Canadian Procurement Policy Framework</em> and the policy instruments issued under section 6 of that framework, as amended from time to time, in&nbsp;a manner that is consistent with their mandate.</p> <br> <br> </div><br><div><p class=\"indent-content\">Attendu que le ministre des Finances, à titre de ministre de&nbsp;tutelle, a consulté les conseils d’administration de la Société d’assurance-dépôts du Canada, de la Corporation de développement des&nbsp;investissements du Canada et de la Monnaie royale canadienne sur&nbsp;la teneur et les effets des présentes instructions;</p> <br> <p class=\"indent-content\">Attendu que 16342451 Canada Inc., la Corporation de&nbsp;financement d’urgence d’entreprises du Canada, le Fonds de croissance&nbsp;du Canada inc. et la Corporation de garantie de prêts pour&nbsp;les&nbsp;Autochtones du Canada sont des filiales à cent pour cent de&nbsp;la&nbsp;Corporation de développement des investissements du Canada auxquelles les paragraphes 89(1), (4) et (6) et l’article 89.1 de la <em>Loi sur&nbsp;la&nbsp;gestion des finances publiques</em> s’appliquent, comme si elles étaient&nbsp;des sociétés d’État mères,</p> <br> <p class=\"indent-content\">À ces causes, sur recommandation du ministre des Finances et en vertu de l’article 89 de la <em>Loi sur la gestion des finances publiques</em>, Son Excellence la Gouverneure générale en conseil, estimant qu’il est d’intérêt public de le faire :</p> <br> <p>a) donne instruction à la Société d’assurance-dépôts du Canada, à la Corporation de développement des investissements du Canada et à la Monnaie royale canadienne :</p> <br> <p>(i) d’aligner leurs politiques, lignes directrices et pratiques sur&nbsp;le&nbsp;<em>Cadre stratégique de la politique d’approvisionnement « Achetez canadien »</em> et les instruments de politique publiés aux&nbsp;termes de l’article 6 de ce cadre, avec leurs modifications successives, d’une manière conforme à leur mandat respectif, et de veiller, le cas échéant et dans la mesure du possible, à ce que leurs filiales à cent pour cent et leurs filiales au sens de la partie X de la <em>Loi sur la gestion des finances publiques</em> fassent de même,</p> <br> <br> <p>…/2</p> <br> </div><br><div><p class=\"text-center\">- 2 -</p> <br> <p>(ii) de rendre compte de la mise en œuvre de ces instructions dans leur prochain plan d’entreprise;</p> <br> <p>b) donne instruction à 16342451 Canada Inc. , à la Corporation de&nbsp;financement d’urgence d’entreprises du Canada, au Fonds de croissance du Canada inc. et à la Corporation de garantie de prêts pour les Autochtones du Canada d’aligner leurs politiques, lignes directrices et pratiques sur le <em>Cadre stratégique de la politique d’approvisionnement « Achetez canadien »</em> et les instruments de politique publiés aux termes de l’article 6 de ce cadre, avec leurs modifications successives, d’une manière conforme à leur mandat&nbsp;respectif.</p> <br> <br> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2026-01-15\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0015Date: 2026-01-14Whereas the Minister of Finance, as the appropriate Minister, has consulted the boards of directors of the Canada Deposit Insurance Corporation, the Canada Development Investment Corporation and the Royal Canadian Mint with respect to the content and effect of this directive;  And whereas 16342451 Canada Inc., the Canada Enterprise Emergency Funding Corporation, the Canada Growth Fund Inc. and the Canada Indigenous Loan Guarantee Corporation are wholly-owned subsidiairies of the Canada Development Investment Corporation to which subsections 89(1), (4) and (6) and section 89.1 of the Financial Administration Act apply as if they were parent Crown corporations;  Therefore, Her Excellency the Governor General in Council, being of the opinion that it is in the public interest, on the recommendation of the Minister of Finance, under section 89 of the Financial Administration Act,  (a) directs the Canada Deposit Insurance Corporation, the Canada Development Investment Corporation and the Royal Canadian Mint to each  (i) align their policies, guidelines and practices with the Buy Canadian Procurement Policy Framework and the policy instruments issued under section 6 of that framework, as amended from time to time, in a manner that is consistent with their mandate, and ensure, if applicable and to the extent possible, that their wholly-owned subsidiaires and subsidiaries, within the meaning of Part X of the Financial Administration Act, do the same, and      …/2  - 2 -  (ii) report on the implementation of this directive in their next corporate plan; and  (b) directs 16342451 Canada Inc., the Canada Enterprise Emergency Funding Corporation, the Canada Growth Fund Inc. and the Canada Indigenous Loan Guarantee Corporation to each align their policies, guidelines and practices with the Buy Canadian Procurement Policy Framework and the policy instruments issued under section 6 of that framework, as amended from time to time, in a manner that is consistent with their mandate.   Attendu que le ministre des Finances, à titre de ministre de tutelle, a consulté les conseils d’administration de la Société d’assurance-dépôts du Canada, de la Corporation de développement des investissements du Canada et de la Monnaie royale canadienne sur la teneur et les effets des présentes instructions;  Attendu que 16342451 Canada Inc., la Corporation de financement d’urgence d’entreprises du Canada, le Fonds de croissance du Canada inc. et la Corporation de garantie de prêts pour les Autochtones du Canada sont des filiales à cent pour cent de la Corporation de développement des investissements du Canada auxquelles les paragraphes 89(1), (4) et (6) et l’article 89.1 de la Loi sur la gestion des finances publiques s’appliquent, comme si elles étaient des sociétés d’État mères,  À ces causes, sur recommandation du ministre des Finances et en vertu de l’article 89 de la Loi sur la gestion des finances publiques, Son Excellence la Gouverneure générale en conseil, estimant qu’il est d’intérêt public de le faire :  a) donne instruction à la Société d’assurance-dépôts du Canada, à la Corporation de développement des investissements du Canada et à la Monnaie royale canadienne :  (i) d’aligner leurs politiques, lignes directrices et pratiques sur le Cadre stratégique de la politique d’approvisionnement « Achetez canadien » et les instruments de politique publiés aux termes de l’article 6 de ce cadre, avec leurs modifications successives, d’une manière conforme à leur mandat respectif, et de veiller, le cas échéant et dans la mesure du possible, à ce que leurs filiales à cent pour cent et leurs filiales au sens de la partie X de la Loi sur la gestion des finances publiques fassent de même,   …/2  - 2 -  (ii) de rendre compte de la mise en œuvre de ces instructions dans leur prochain plan d’entreprise;  b) donne instruction à 16342451 Canada Inc. , à la Corporation de financement d’urgence d’entreprises du Canada, au Fonds de croissance du Canada inc. et à la Corporation de garantie de prêts pour les Autochtones du Canada d’aligner leurs politiques, lignes directrices et pratiques sur le Cadre stratégique de la politique d’approvisionnement « Achetez canadien » et les instruments de politique publiés aux termes de l’article 6 de ce cadre, avec leurs modifications successives, d’une manière conforme à leur mandat respectif.   \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}