{
  "id": "48001",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0026<br></p><p><strong>Date: </strong>2026-01-26</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness:</p> <ol type=\"a\" start=\"1\"><li><em>Corrections and Conditional Release Act</em>, reappoints Terry D. Hancock of Ottawa, Ontario, as a full-time member of the Parole Board of Canada, to hold office during good behaviour for a period of five years; and</li></ol> <p>(b) under subsection 146(1) of the <em>Corrections and Conditional Release Act</em>, designates Terry D. Hancock, to be a full-time member of the Appeal Division of the Parole Board of Canada.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Sécurité publique et de la Protection civile, Son Excellence la Gouverneure générale en conseil :</p> <ol type=\"a\" start=\"1\"><li><em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, renouvelle le mandat de Terry D. Hancock, d’Ottawa (Ontario), membre à temps plein de la Commission des libérations conditionnelles du Canada, à titre inamovible pour un mandat de cinq ans;</li></ol> <p>b) en vertu du paragraphe 146(1) de la <em>Loi sur le système correctionnel et la mise en liberté sous condition</em>, désigne Terry&nbsp;D. Hancock, membre à temps plein de la Section d’appel de la Commission des libérations conditionnelles du Canada.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2026-01-30\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0026Date: 2026-01-26Her Excellency the Governor General in Council, on the recommendation of the Minister of Public Safety and Emergency Preparedness: Corrections and Conditional Release Act, reappoints Terry D. Hancock of Ottawa, Ontario, as a full-time member of the Parole Board of Canada, to hold office during good behaviour for a period of five years; and (b) under subsection 146(1) of the Corrections and Conditional Release Act, designates Terry D. Hancock, to be a full-time member of the Appeal Division of the Parole Board of Canada.  Sur recommandation du ministre de la Sécurité publique et de la Protection civile, Son Excellence la Gouverneure générale en conseil : Loi sur le système correctionnel et la mise en liberté sous condition, renouvelle le mandat de Terry D. Hancock, d’Ottawa (Ontario), membre à temps plein de la Commission des libérations conditionnelles du Canada, à titre inamovible pour un mandat de cinq ans; b) en vertu du paragraphe 146(1) de la Loi sur le système correctionnel et la mise en liberté sous condition, désigne Terry D. Hancock, membre à temps plein de la Section d’appel de la Commission des libérations conditionnelles du Canada. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}