{
  "id": "48009",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0034<br></p><p><strong>Date: </strong>2026-01-26</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs, under sections 4 and&nbsp;5 of the <em>Veterans Review and Appeal Board Act</em>, reappoints Gabrielle&nbsp;Fortin of Sainte-Anne-de-Beaupré, Quebec, as a permanent member of the Veterans Review and Appeal Board, to hold office during good behaviour for a term of five years.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation de la ministre des Anciens Combattants, en vertu des articles 4 et 5 de la <em>Loi sur le</em><em>Tribunal des anciens combattants (révision et appel)</em>, Son Excellence la Gouverneure générale en conseil&nbsp;renouvelle le mandat de&nbsp;Gabrielle Fortin, de Sainte-Anne-de-Beaupré (Québec), membre titulaire du Tribunal des anciens combattants (révision et appel), à titre inamovible pour une période de cinq&nbsp;ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2026-01-30\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0034Date: 2026-01-26Her Excellency the Governor General in Council, on the recommendation of the Minister of Veterans Affairs, under sections 4 and 5 of the Veterans Review and Appeal Board Act, reappoints Gabrielle Fortin of Sainte-Anne-de-Beaupré, Quebec, as a permanent member of the Veterans Review and Appeal Board, to hold office during good behaviour for a term of five years.  Sur recommandation de la ministre des Anciens Combattants, en vertu des articles 4 et 5 de la Loi sur leTribunal des anciens combattants (révision et appel), Son Excellence la Gouverneure générale en conseil renouvelle le mandat de Gabrielle Fortin, de Sainte-Anne-de-Beaupré (Québec), membre titulaire du Tribunal des anciens combattants (révision et appel), à titre inamovible pour une période de cinq ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}