{
  "id": "48018",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0043<br></p><p><strong>Date: </strong>2026-01-26</p><hr><p></p><div><p class=\"indent-content\">The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Jason L. Wilkins of the City of Calgary, in the Province of Alberta, one of His Majesty’s Counsel learned in the law, be appointed a Justice of the Court of King's Bench of Alberta, and a Judge <em>ex officio</em> of the Court of Appeal of Alberta.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Jason L. Wilkins, de la ville de Calgary, dans la province d’Alberta, l’un des conseillers juridiques de Sa Majesté, soit nommé juge de la Cour du Banc du Roi de l'Alberta, et membre d'office de la Cour d'appel de l'Alberta.</p> <p class=\"indent-content\"></p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2026-01-30\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0043Date: 2026-01-26The Committee of the Privy Council, on the recommendation of the Minister of Justice, advises that Jason L. Wilkins of the City of Calgary, in the Province of Alberta, one of His Majesty’s Counsel learned in the law, be appointed a Justice of the Court of King's Bench of Alberta, and a Judge ex officio of the Court of Appeal of Alberta.  Sur recommandation du ministre de la Justice, le Comité du Conseil privé recommande que Jason L. Wilkins, de la ville de Calgary, dans la province d’Alberta, l’un des conseillers juridiques de Sa Majesté, soit nommé juge de la Cour du Banc du Roi de l'Alberta, et membre d'office de la Cour d'appel de l'Alberta.  \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}