{
  "id": "48025",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0049<br></p><p><strong>Date: </strong>2026-01-30</p><hr><p></p><div><p class=\"indent-content\">Whereas the Canadian Energy Regulator has not made any recommendation under subparagraph&nbsp;157(3)(b)(ii) of the <em>Canada Labour Code</em> in relation to the annexed regulations;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Employment and Social Development, the Minister of Transport, the Minister of Indigenous Services and the Minister of Natural Resources, makes the annexed <em>Regulations Amending Certain Regulations Made Under the Canada Labour Code</em> under subsection 125(3) and sections 157 and 270 of the&nbsp;<em>Canada Labour Code</em>.</p> <br><br> <p class=\"indent-content\">Attendu que la Régie canadienne de l’énergie n’a formulé aucune recommandation au titre du sous-alinéa&nbsp;157(3)b)(ii) du <em>Code canadien du travail</em> à l’égard du règlement ci-après,</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre de l’Emploi et du Développement social, de la ministre des Transports, de la&nbsp;ministre des Services aux Autochtones et du ministre des Ressources naturelles et en vertu du paragraphe 125(3) et des articles 157 et 270 du&nbsp;<em>Code canadien du travail</em>, Son Excellence la Gouverneure générale en&nbsp;conseil prend le <em>Règlement modifiant certains règlements pris en vertu&nbsp;du Code canadien du travail</em>, ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2026-02-05\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0049Date: 2026-01-30Whereas the Canadian Energy Regulator has not made any recommendation under subparagraph 157(3)(b)(ii) of the Canada Labour Code in relation to the annexed regulations;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Employment and Social Development, the Minister of Transport, the Minister of Indigenous Services and the Minister of Natural Resources, makes the annexed Regulations Amending Certain Regulations Made Under the Canada Labour Code under subsection 125(3) and sections 157 and 270 of the Canada Labour Code.  Attendu que la Régie canadienne de l’énergie n’a formulé aucune recommandation au titre du sous-alinéa 157(3)b)(ii) du Code canadien du travail à l’égard du règlement ci-après,  À ces causes, sur recommandation de la ministre de l’Emploi et du Développement social, de la ministre des Transports, de la ministre des Services aux Autochtones et du ministre des Ressources naturelles et en vertu du paragraphe 125(3) et des articles 157 et 270 du Code canadien du travail, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant certains règlements pris en vertu du Code canadien du travail, ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}