{
  "id": "48087",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0111<br></p><p><strong>Date: </strong>2026-02-05</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, makes the annexed <em>Order Amending the Order Designating Public Office&nbsp;Holders and Reporting Public Office Holders under Section 62.2 of the Conflict of Interest Act</em> under section 62.2 of&nbsp;the <em>Conflict of Interest Act</em>.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du premier ministre et en&nbsp;vertu&nbsp;de l’article 62.2 de la <em>Loi sur les conflits d’intérêts</em>, Son&nbsp;Excellence la Gouverneure générale en conseil prend le&nbsp;<em>Décret modifiant le Décret désignant des titulaires de charge publique et des titulaires de charge publique principaux (article&nbsp;62.2 de la Loi sur les conflits d’intérêts)</em>, ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0111Date: 2026-02-05Her Excellency the Governor General in Council, on the recommendation of the Prime Minister, makes the annexed Order Amending the Order Designating Public Office Holders and Reporting Public Office Holders under Section 62.2 of the Conflict of Interest Act under section 62.2 of the Conflict of Interest Act.  Sur recommandation du premier ministre et en vertu de l’article 62.2 de la Loi sur les conflits d’intérêts, Son Excellence la Gouverneure générale en conseil prend le Décret modifiant le Décret désignant des titulaires de charge publique et des titulaires de charge publique principaux (article 62.2 de la Loi sur les conflits d’intérêts), ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}