{
  "id": "48085",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0109<br></p><p><strong>Date: </strong>2026-02-05</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Employment and&nbsp;Social Development, under subsection 5(6) and section 54 of&nbsp;the <em>Employment Insurance Act</em>, approves the annexed <em>Regulations Amending the Employment Insurance Regulations</em>, made by the Canada Employment Insurance Commission.</p> <br> <br> <br><br> <p class=\"indent-content\">Sur recommandation de la ministre de l’Emploi et&nbsp;du Développement social et en vertu du paragraphe 5(6) et de&nbsp;l’article 54 de la <em>Loi sur l’assurance-emploi</em>, Son Excellence la&nbsp;Gouverneure générale en conseil agrée le <em>Règlement modifiant le Règlement sur l’assurance-emploi</em>, ci-après, pris&nbsp;par la Commission de l’assurance-emploi du Canada.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0109Date: 2026-02-05Her Excellency the Governor General in Council, on the recommendation of the Minister of Employment and Social Development, under subsection 5(6) and section 54 of the Employment Insurance Act, approves the annexed Regulations Amending the Employment Insurance Regulations, made by the Canada Employment Insurance Commission.    Sur recommandation de la ministre de l’Emploi et du Développement social et en vertu du paragraphe 5(6) et de l’article 54 de la Loi sur l’assurance-emploi, Son Excellence la Gouverneure générale en conseil agrée le Règlement modifiant le Règlement sur l’assurance-emploi, ci-après, pris par la Commission de l’assurance-emploi du Canada. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}