{
  "id": "48106",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0129<br></p><p><strong>Date: </strong>2026-02-13</p><hr><p></p><div><p class=\"indent-content\">Whereas the Governor in Council is of the opinion that the&nbsp;actions of the Islamic Republic of Iran constitute a grave breach of international peace and security that has resulted or is likely to result in a&nbsp;serious international crisis;</p> <br> <p class=\"indent-content\">Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the annexed <em>Regulations Amending the Special Economic Measures (Iran) Regulations</em> under paragraph 4(1)(a) and subsections (1.1), (2) and (3) of&nbsp;the <em>Special Economic Measures Act</em>.</p> <br><br> <p class=\"indent-content\">Attendu que la gouverneure en conseil juge que les actions de la République islamique d’Iran constituent une rupture sérieuse de la paix et de la sécurité internationales qui est&nbsp;susceptible d’entraîner ou a entraîné une grave crise internationale,</p> <p class=\"indent-content\"></p> <p class=\"indent-content\">À ces causes, sur recommandation de la ministre des&nbsp;Affaires étrangères et en vertu de l’alinéa 4(1)a) et des paragraphes&nbsp;(1.1), (2) et (3) de la <em>Loi sur les mesures économiques spéciales</em>, Son Excellence la Gouverneure générale en conseil prend le&nbsp;<em>Règlement modifiant le Règlement sur les&nbsp;mesures économiques spéciales visant l’Iran</em>, ci-après.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0129Date: 2026-02-13Whereas the Governor in Council is of the opinion that the actions of the Islamic Republic of Iran constitute a grave breach of international peace and security that has resulted or is likely to result in a serious international crisis;  Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Foreign Affairs, makes the annexed Regulations Amending the Special Economic Measures (Iran) Regulations under paragraph 4(1)(a) and subsections (1.1), (2) and (3) of the Special Economic Measures Act.  Attendu que la gouverneure en conseil juge que les actions de la République islamique d’Iran constituent une rupture sérieuse de la paix et de la sécurité internationales qui est susceptible d’entraîner ou a entraîné une grave crise internationale,  À ces causes, sur recommandation de la ministre des Affaires étrangères et en vertu de l’alinéa 4(1)a) et des paragraphes (1.1), (2) et (3) de la Loi sur les mesures économiques spéciales, Son Excellence la Gouverneure générale en conseil prend le Règlement modifiant le Règlement sur les mesures économiques spéciales visant l’Iran, ci-après. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}