{
  "id": "48110",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0133<br></p><p><strong>Date: </strong>2026-02-13</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, under subsection 7(2) of the <em>Federal-Provincial Fiscal Arrangements Act</em>, approves that the Minister, on behalf of the Government of Canada, enter into an agreement, substantially in accordance with the annexed draft agreement, to amend the Personal Income Tax Administration Agreement Between the Government of Canada and the Déline Got’ine Government.</p> <br><p class=\"indent-content\"></p> <p class=\"indent-content\">Sur recommandation du ministre des Finances et en&nbsp;vertu du paragraphe 7(2) de la <em>Loi sur les arrangements fiscaux entre le gouvernement fédéral et les provinces</em>, Son&nbsp;Excellence la Gouverneure générale en conseil approuve la&nbsp;conclusion par le ministre, pour le compte du gouvernement du&nbsp;Canada, de l’Accord modifiant l’Accord sur l’administration de&nbsp;l’impôt sur le revenu des particuliers avec le gouvernement Got’ine de Déline, conforme en substance au projet d’accord ci‑joint.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0133Date: 2026-02-13Her Excellency the Governor General in Council, on the recommendation of the Minister of Finance, under subsection 7(2) of the Federal-Provincial Fiscal Arrangements Act, approves that the Minister, on behalf of the Government of Canada, enter into an agreement, substantially in accordance with the annexed draft agreement, to amend the Personal Income Tax Administration Agreement Between the Government of Canada and the Déline Got’ine Government.  Sur recommandation du ministre des Finances et en vertu du paragraphe 7(2) de la Loi sur les arrangements fiscaux entre le gouvernement fédéral et les provinces, Son Excellence la Gouverneure générale en conseil approuve la conclusion par le ministre, pour le compte du gouvernement du Canada, de l’Accord modifiant l’Accord sur l’administration de l’impôt sur le revenu des particuliers avec le gouvernement Got’ine de Déline, conforme en substance au projet d’accord ci‑joint. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}