{
  "id": "48112",
  "attachmentHtml": "\n<p><strong>PC Number: </strong>2026-0135<br></p><p><strong>Date: </strong>2026-02-13</p><hr><p></p><div><p class=\"indent-content\">Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section&nbsp;33 of the <em>Nunavut Act</em>, appoints the Honourable John&nbsp;M. Johnston, a judge of the Superior Court of Justice of&nbsp;Ontario, to be a deputy judge of the Nunavut Court of Justice&nbsp;and to hold office during good behaviour until attaining&nbsp;the age of 75 years.</p> <br><br> <p class=\"indent-content\">Sur recommandation du ministre de la Justice&nbsp;et&nbsp;en vertu du l’article 33 de la <em>Loi sur le Nunavut</em>, Son&nbsp;Excellence la Gouverneure générale en conseil nomme l'honorable John M. Johnston, juge de la Cour supérieure de&nbsp;justice de l’Ontario, au poste de juge adjoint de la Cour de&nbsp;justice du Nunavut, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans.</p> </div><p></p><form method=\"post\" action=\"index.php\"><input type=\"submit\" value=\"Back to Form\" class=\"btn btn-primary\" name=\"return\"></form>\t\t\n        <!-- end main content -->\n        <div id=\"def-preFooter\">\n       \t\t<!-- Write closure fall-back static file -->\n             <!--Response.Write readFile(\"StaticFallbackFiles/gcweb/preFooter-\" & $lang & \".html\") -->\n        </div>\n\t\t<!-- Write closure template -->\n        <script type=\"text/javascript\">\n            var defPreFooter = document.getElementById(\"def-preFooter\");\n            defPreFooter.outerHTML = wet.builder.preFooter({\n                cdnEnv: \"prod\",\n                dateModified: \"2025-04-10\",\n                showPostContent: true\n            });\n        </script>\n    ",
  "attachmentText": "\nPC Number: 2026-0135Date: 2026-02-13Her Excellency the Governor General in Council, on the recommendation of the Minister of Justice, under section 33 of the Nunavut Act, appoints the Honourable John M. Johnston, a judge of the Superior Court of Justice of Ontario, to be a deputy judge of the Nunavut Court of Justice and to hold office during good behaviour until attaining the age of 75 years.  Sur recommandation du ministre de la Justice et en vertu du l’article 33 de la Loi sur le Nunavut, Son Excellence la Gouverneure générale en conseil nomme l'honorable John M. Johnston, juge de la Cour supérieure de justice de l’Ontario, au poste de juge adjoint de la Cour de justice du Nunavut, poste qu’il occupera à titre inamovible jusqu’à ce qu’il atteigne l’âge de soixante-quinze ans. \t\t\n        \n        \n       \t\t\n             \n        \n\t\t\n        \n    "
}